Repository: specify/specify7
Catalog: strings/locality/*.po
Languages: es, fr

source: Open Map
es: Abrir mapa
fr: Ouvrir la carte

# queryMapSubset
source: GeoMap - Plotted {plotted:number|formatted} of {total:number|formatted} records
es: GeoMap - Trazado {plotted:number|formatted} de {total:number|formatted} registros
fr: GéoCarte - Tracé {plotted:number|formatted} de {total:number|formatted} enregistrements

# queryMapAll
source: GeoMap - Plotted {plotted:number|formatted} records
es: GeoMap - {plotted:number|formatted} registros trazados
fr: GéoCarte - {plotted:number|formatted} enregistrements tracés

source: Polygon Boundaries
es: Límites de polígono
fr: Limites du polygone

source: Error Radius
es: Radio de error
fr: Rayon d'erreur

source: Show Map
es: Mostrar mapa
fr: Afficher la carte

source: No coordinates
es: Sin coordenadas
fr: Pas de coordonnées

# notEnoughInformationToMap
source: {localityTable:string} must have coordinates to be mapped.
es: {localityTable:string} debe tener coordenadas para ser mapeado.
fr: {localityTable:string} doit avoir des coordonnées pour être cartographié.

# occurrencePoints
source: Pins
es: Chinchetas
fr: Épingles

# occurrencePolygons
source: Polygons
es: Polígonos
fr: Polygones

# geographyRequired
source: {geographyTable:string} must be mapped
es: {geographyTable:string} debe ser mapeado
fr: {geographyTable:string} doit être cartographié

# geographyRequiredDescription
source: The GeoLocate plugin requires the geography field to be populated.
es: El complemento GeoLocate requiere que se complete el campo de geografía.
fr: Le plug-in GeoLocate nécessite que le champ géographique soit rempli.

source: Coordinates
es: Coordenadas
fr: Coordonnées

# northWestCorner
source: NW Corner
es: Esquina NO
fr: Coin NO

# southEastCorner
source: SE Corner
es: Esquina SE
fr: Coin SE

source: Coordinate Type
es: Tipo de coordenada
fr: Type de coordonnées

source: Point
es: Punto

source: Line
es: Línea
fr: Ligne

source: Rectangle
es: Rectángulo

source: Parsed
es: Procesado
fr: analysé

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Toggle Full Screen
es: Cambiar a pantalla completa
fr: Basculer en plein écran

# degrees
source: DD.DDDD (32.7619)
es: GG.GGGG (32.7619)

# degreesMinutes
source: DD MMMM (32. 45.714)
es: GG MMMM (32. 45.714)

# degreesMinutesSeconds
source: DD MM SS.SS (32 45 42.84)
es: GG MM SS.SS (32 45 42.84)

# degreesWithDirection
source: DD.DDDD N/S/E/W (32.7619 N)
es: GG.GGGG N/S/E/O (32.7619 N)
fr: DD.dddd N/S/E/O (32,7619 N)

# degreesMinutesWithDirection
source: DD MM.MM N/S/E/W (32 45.714 N)
es: GG MM.MM N/S/E/O (32 45.714 N)
fr: DD MM.mm N/S/E/O (32 45.714 N)

# degreesMinutesSecondsWithDirection
source: DD MM SS.SS N/S/E/W (32 45 42.84 N)
es: GG MM SS.SS N/S/E/W (32 45 42.84 N)
fr: DD MM SS.ss N/S/E/O (32 45 42.84 N)

source: GeoMap
fr: GéoCarte
