Repository: specify/specify7
Catalog: strings/preferences/*.po
Languages: es, fr, ru, uk

# clearQueryFilters
source: Reset query filters
es: Restablecer filtros de consulta
fr: Réinitialiser les filtres de requête
ru: Очистить фильтры запросов
uk: Скинути фільтри запитів

# clearQueryFiltersDescription
source: Clears all query filters when running a Report from a Form.
fr: Efface tous les filtres de requête lors de l'exécution d'un rapport à partir d'un formulaire.
uk: Очищає всі фільтри запитів під час запуску звіту з форми.

# queryParamtersFromForm
source: Show query filters when running a Report from a Form
fr: Afficher les filtres de requête lors de l'exécution d'un rapport à partir d'un formulaire
uk: Показувати фільтри запитів під час запуску звіту з форми

# autoGrowAutoComplete
source: Allow autocomplete to grow as wide as need
es: Permitir que el autocompletado crezca tanto como sea necesario
fr: Sens de déplacement lorsque la touche [X27X]Tabulation[X35X] est enfoncée
ru: Разрешить автозаполнение расширяться настолько, насколько это необходимо
uk: Дозволити автозаповнення розширюватися настільки, наскільки потрібно

# tableNameInTitle
source: Include table name in the browser page title
es: Incluir el nombre de la tabla en el título de la página del navegador
fr: Inclure le nom de la table dans le titre de la page du navigateur
ru: Включить название таблицы в заголовок страницы браузера
uk: Включіть назву таблиці в заголовок сторінки браузера

source: Focus first field
es: Enfocar el primer campo
fr: Concentrez-vous sur le premier champ
uk: Перейти до першого поля

# doubleClickZoom
source: Double click to zoom
es: Doble clic para ampliar
fr: Double-cliquez pour zoomer
ru: Дважды щелкните, чтобы увеличить
uk: Двічі клацніть, щоб збільшити

# closePopupOnClick
source: Close pop-up on outside click
es: Cerrar ventana emergente al hacer clic fuera de la misma
fr: Fermer la pop-up lors d'un clic extérieur
ru: Закрыть всплывающее окно по внешнему клику
uk: Закрити спливаюче вікно при зовнішньому клацанні

source: Animate transitions
es: Animar transiciones
fr: Animer les transitions
ru: Анимация переходов
uk: Анімація переходів

source: Pan inertia
es: Inercia panorámica
fr: Inertie du bac
ru: Инерция панорамирования
uk: Інерція панорами

source: Mouse drags
es: Arrastrar con el ratón
fr: Mettre en surbrillance la sous-chaîne correspondante
ru: Мышь может двигать карту
uk: Виділіть відповідний підрядок

source: Scroll wheel zoom
es: Zoom con rueda de desplazamiento
fr: Zoom avec la molette de défilement
ru: Колесо прокрутки может масштабировать
uk: Масштаб колеса прокрутки

source: Flexible column width
es: Ancho de columna flexible
fr: Largeur de colonne flexible
ru: Гибкая ширина столбцов
uk: Гнучка ширина колонки

# flexibleSubGridColumnWidth
source: Flexible subview grid column width
es: Ancho flexible de columna de la cuadrícula de vista parcial
ru: Гибкая ширина столбцов в сетке подвидa
uk: Гнучка ширина стовпця сітки вкладеного перегляду

# closeOnEsc
source: Close on <key>ESC</key> key press
es: Cerrar al presionar la tecla <key>ESC</key>
fr: Icône et nom de la table
ru: Закрыть при нажатии клавиши <key>ESC</key>
uk: Закриття натисканням клавіші <key>ESC</key>

source: Close on outside click
es: Cerrar al hacer clic en le exterior
fr: Fermer sur clic extérieur
ru: Закрыть по внешнему клику
uk: Закрийте зовнішнім клацанням

source: Specify Network Badge
es: Credencial de la red de Specify
ru: Значок «Specify Network»
uk: Укажіть значок мережі

source: Use accessible full date picker
es: Utilizar el selector de fecha completa accesible
fr: Utiliser un sélecteur de date complet accessible
ru: Включить умный полный выбор даты
uk: Використовуйте доступний повний засіб вибору дати

source: Use accessible month picker
es: Utilizar el selector de mes accesible
fr: Utiliser le sélecteur de mois accessible
ru: Включить умный выбор месяца
uk: Використовуйте доступний засіб вибору місяця

# rightAlignNumberFields
source: Right-Justify numeric fields
es: Justificar campos numéricos a la derecha
fr: Justifier à droite les champs numériques
ru: Выровнять числовые поля по правому краю
uk: Вирівнювання по правому краю числових полів

source: Rounded corners
es: Esquinas redondeadas
fr: Coins arrondis
ru: Закругленные углы
uk: Заокруглені кути

# showSubviewBorders
source: Show borders around subviews
uk: Показати межі навколо підвидів

source: Limit max field width
es: Limitar el ancho máximo del campo
fr: Limiter la largeur maximale du champ
ru: Ограничить максимальную ширину поля
uk: Обмеження максимальної ширини поля

source: Condense query results
es: Resumir los resultados de la consulta
fr: Condenser les résultats de la requête
ru: Сжатые результаты
uk: Згорнути результати запиту

# blurContentBehindDialog
source: Blur content behind the dialog
es: Desenfocar el contenido detrás del diálogo
fr: Flou le contenu derrière la boîte de dialogue
ru: Размыть содержимое за диалогом
uk: Розмити вміст за діалоговим вікном

# collectionSortOrderDescription
source: This determines the visual order of collections.
es: Esto determina el orden visual de las colecciones
fr: Ceci détermine l'ordre visuel des collections.
ru: Это определяет порядок коллекций
uk: Це визначає візуальний порядок колекцій.

# recordSetRecordToOpen
source: Record to open by default
es: Registro para abrir por defecto
fr: Enregistrement à ouvrir par défaut
ru: Запись для открытия по умолчанию
uk: Запис відкривається за умовчанням

# altClickToSupressNewTab
source: <key>{altKeyName:string}</key>+<key>Click</key> to suppress new tab
es: <key>{altKeyName:string}</key>+<key> clic </key> para suprimir la nueva pestaña
fr: <key>{altKeyName:string}</key>+<key>Cliquez sur</key> pour supprimer le nouvel onglet
ru: <key>{altKeyName:string}</key>+<key>Клик</key>, чтобы скрыть новую вкладку
uk: <key>{altKeyName:string}</key>+<key>Натисніть </key>, щоб закрити нову вкладку

# altClickToSupressNewTabDescription
source: <key>{altKeyName:string}</key>+<key>Click</key> a link that usually opens in a new tab to open it in the current tab.
es: <key>{altKeyName:string}</key>+<key> clic </key> en un enlace que normalmente se abre en una nueva pestaña para abrirlo en la pestaña actual
fr: Utiliser le sélecteur de mois accessible.
ru: <key>{altKeyName:string}</key>+<key>Клик</key> на ссылку, которая обычно открывается в новой вкладке, чтобы открыть ее в текущей вкладке
uk: <key>{altKeyName:string}</key>+<key>Натисніть</key> посилання, яке зазвичай відкривається в новій вкладці, щоб відкрити його в поточній вкладці.

# makeFormDialogsModal
source: Make form dialogs gray out the background
es: Hacer que los diálogos de los formularios tengan fondo gris
fr: Rendre les boîtes de dialogue de formulaire grisées sur l'arrière-plan
ru: Сделать диалоги формы серым фоном
uk: Зробіть діалогові вікна форми сірими фоном

# autoScrollTree
source: Auto scroll tree to focused node
es: Desplazar automáticamente el árbol al nodo enfocado
fr: Arbre de défilement automatique vers le nœud ciblé
ru: Автоматически прокручивать страницу до сфокусированного узла дерева
uk: Автоматичне прокручування дерева до виділеного вузла

# sortByField
source: Order By Field
fr: Trier par champ
uk: Сортувати за полем

source: Line wrap
es: Ajuste de línea
fr: Retour à la ligne
ru: Перенос строк
uk: Обтікання лініями

source: Indent size
es: Tamaño de sangría
fr: Taille du retrait
ru: Размер отступа
uk: Розмір відступу

# indentWithTab
source: Indent with <key>Tab</key>
es: Sangrar con <key>Tab</key>
fr: Indenter avec <key>Tabulation</key>
ru: Используйте <key>Tab</key> для отступа
uk: Відступ із <key>Tab</key>

source: Form header format
es: Formato del encabezado de formulario
fr: Format d'en-tête de formulaire
ru: Формат заголовка формы
uk: Формат заголовка форми

source: Icon and table name
es: Icono y nombre de la tabla
fr: Icône et nom de la table
ru: Иконка и название таблицы
uk: Значок і назва таблиці

source: Table icon
es: Icono de tabla
fr: Icône de tableau
ru: Иконка таблицы
uk: Значок таблиці

source: Max height
es: Altura máxima
fr: hauteur maximum
ru: Максимальная высота
uk: Максимальна висота

source: Auto complete
es: Autocompletar
fr: Détermine les légendes des champs, les notes d'utilisation et les légendes des tableaux
ru: Автозаполнение
uk: Визначає підписи полів, примітки щодо використання та підписи таблиць

# searchCaseSensitive
source: Case-sensitive search
es: Búsqueda distinguiendo entre mayúsculas y minúsculas
fr: Recherche sensible à la casse
ru: С учетом регистра
uk: Пошук з урахуванням регістру

source: Search Field
es: Campo de búsqueda
fr: Champ de recherche
ru: Поле поиска
uk: Поле пошуку

# createInteractions
source: Creating an interaction
es: Creando una interacción
fr: Créer une interaction
ru: Создать взаимодействия
uk: Створення взаємодії

source: Use space as delimiter
es: Usar el espacio como delimitador
fr: Utiliser l'espace comme délimiteur
ru: Использовать пробел как разделитель
uk: Використовуйте пробіл як роздільник

source: Use comma as delimiter
es: Usar la coma como delimitador
fr: Utiliser la virgule comme délimiteur
ru: Использовать запятую как разделитель
uk: Використовуйте кому як роздільник

source: Use new line as delimiter
es: Usar nueva línea como delimitador
fr: Utiliser une nouvelle ligne comme délimiteur
ru: Использовать новую строку как разделитель
uk: Використовуйте новий рядок як роздільник

source: Use custom delimiters
es: Usar delimitadores personalizados
fr: Utiliser des délimiteurs personnalisés
ru: Использовать пользовательские разделители
uk: Використовуйте спеціальні роздільники

# useCustomDelimitersDescription
source: A list of delimiters to use, in addition to the ones defined above. Put one delimiter per line.
es: Una lista de delimitadores a utilizar, además de los definidos anteriormente. Poner un delimitador por línea
fr: Une liste de délimiteurs à utiliser, en plus de ceux définis ci-dessus. Mettez un délimiteur par ligne.
ru: Список разделителей, которые будут использоваться в дополнение к тем, которые определены выше. Поместите один разделитель на строку
uk: Список розділювачів для використання на додаток до визначених вище. Поставте один роздільник на рядок.

# detectAutomaticallyDescription
source: Detect automatically based on catalog number format.
es: Detectar automáticamente según el formato del número de catálogo
fr: Détecter automatiquement en fonction du format du numéro de catalogue.
ru: Определить автоматически на основе формата номера каталога
uk: Визначати автоматично на основі формату номера каталогу.

source: Use
es: Usar
fr: Utiliser
ru: Использовать
uk: використання

source: Don’t use
es: No usar
fr: Zoom avec la molette de défilement
ru: Не использовать
uk: Масштаб колеса прокрутки

source: Position
es: Posición
uk: Позиція

source: Top
es: Arriba
fr: Haut
uk: Топ

source: Bottom
es: Abajo
fr: Bas
uk: Дно

source: Left
es: Izquierda
fr: Gauche
uk: Ліворуч

source: Right
es: Derecha
fr: Droite
uk: правильно

# showUnsavedIndicator
source: Show unsaved changes indicator
es: Mostrar indicador de cambios no guardados
fr: Afficher l'indicateur de modifications non enregistrées
ru: Показывать индикатор несохраненных изменений
uk: Показати індикатор незбережених змін

# showUnsavedIndicatorDescription
source: Show an "*" in the tab title when there are unsaved changes in the current tab.
es: Mostrar un "*" en el título de la pestaña cuando haya cambios no guardados en la pestaña actual
fr: Afficher un "*" dans le titre de l'onglet lorsqu'il y a des modifications non enregistrées dans l'onglet actuel.
uk: Показувати «*» у заголовку вкладки, якщо в поточній вкладці є незбережені зміни.

# autoPopulateDescription
source: Auto populate the merged record with values from duplicates when opening the merging dialog.
es: Rellenar automáticamente el registro fusionado con los valores de los duplicados al abrir el cuadro de diálogo de fusión
fr: Remplir automatiquement l'enregistrement fusionné avec les valeurs des doublons lors de l'ouverture de la boîte de dialogue de fusion.
ru: Автоматически заполнять объединенную запись значениями из дубликатов при открытии диалога объединения
uk: Автоматичне заповнення об’єднаного запису значеннями з дублікатів під час відкриття діалогового вікна об’єднання.

# autoCreateVariants
source: Automatically create {agentVariantTable:string} records
es: Crear automáticamente los registros de {agentVariantTable:string}
fr: Créer automatiquement des enregistrements {agentVariantTable:string}
ru: Автоматически создавать {agentVariantTable:string} записи
uk: Автоматично створювати записи {agentVariantTable:string}

# autoCreateVariantsDescription
source: When merging agents, automatically create {agentVariantTable:string} records based on the variations of first name/last name.
es: Al fusionar agentes, crear automáticamente los registros de {agentVariantTable:string} basados en las variaciones de nombre/apellido.
fr: Lors de la fusion d'agents, créez automatiquement des enregistrements {agentVariantTable:string} en fonction des variations du prénom/nom.
ru: При слиянии агентов, автоматически создавать {agentVariantTable:string} записи на основе вариаций имени/фамилии.
uk: Під час об’єднання агентів автоматично створювати записи {agentVariantTable:string} на основі варіацій імені/прізвища.

source: Collection Preferences
es: Preferencias de colección
fr: Personnalisation
uk: Налаштування

# rememberDialogSizes
source: Remember dialog window sizes
es: Recuerde los tamaños de ventana del diálogo
fr: Mémoriser les tailles des fenêtres de dialogue
ru: Запоминать размеры диалоговых окон
uk: Запам'ятайте розміри діалогових вікон

# rememberDialogPositions
source: Remember dialog window positions
es: Recordar las posiciones de las ventanas de diálogo
fr: Mémoriser les positions des fenêtres de dialogue
ru: Запоминать позиции диалоговых окон
uk: Запам'ятовуйте положення діалогового вікна

# autoPlayMedia
source: Automatically play media
es: Reproducir medios automáticamente
fr: Lire automatiquement les médias
ru: Автоматически воспроизводить медиа
uk: Автоматичне відтворення медіа

# useCustomTooltips
source: Use modern tooltips
es: Utilice informaciones sobre herramienta modernas
fr: Utiliser des info-bulles modernes
ru: Использовать современные подсказки
uk: Використовуйте сучасні підказки

# alwaysUseQueryBuilder
source: Always use query builder search inside of search form
fr: Utilisez toujours la recherche du générateur de requêtes dans le formulaire de recherche
uk: Завжди використовуйте пошук конструктора запитів у формі пошуку

# localizeResourceNames
source: Localize the names of recognized app resources
uk: Локалізувати назви розпізнаних ресурсів програми

# splitLongXml
source: Split long lines of XML into multiple lines
fr: Diviser les longues lignes de XML en plusieurs lignes
uk: Розділіть довгі рядки XML на кілька рядків

# pickAttachment
source: Pick an attachment
es: Elegir un archivo adjunto
fr: Choisissez une pièce jointe
uk: Виберіть вкладення

# attachmentFailed
source: The attachment failed to load.
es: El archivo adjunto no se pudo cargar.
fr: La pièce jointe n'a pas pu être chargée.
uk: Не вдалося завантажити вкладений файл.

# pickImage
source: Pick an image
es: Elegir una imagen
fr: Choisissez une image
uk: Виберіть зображення

# customLogo
source: Expanded Image URL
es: URL de imagen desplegada
uk: Розширена URL-адреса зображення

# customLogoCollapsed
source: Collapsed Image URL
es: URL de imagen contraída
uk: URL-адреса згорнутого зображення

# customLogoDescription
source: A URL to an image that would be displayed next to the Specify logo in the navigation menu.
es: Una URL a una imagen que se mostraría junto al logotipo de Specify en el menú de navegación
fr: Une URL vers une image qui serait affichée à côté du logo Specify dans le menu de navigation.
uk: URL-адреса зображення, яке відображатиметься поруч із «Вказати логотип» у меню навігації.

# showLineNumber
source: Show query result line number
fr: Afficher le numéro de ligne du résultat de la requête
uk: Показати номер рядка результату запиту

source: Save button color
es: Guardar el color del botón
fr: Couleur du bouton Enregistrer
uk: Зберегти колір кнопки

source: Secondary button color
es: Color de botón secundario
uk: Колір вторинної кнопки

source: Secondary light button color
es: Color de botón claro secundario
uk: Колір вторинної світлової кнопки

source: Danger button color
es: Color de botón de peligro
fr: Couleur du bouton de danger
uk: Колір кнопки небезпеки

source: Info button color
es: Color de botón de información
fr: Couleur du bouton d'information
uk: Колір інформаційної кнопки

source: Warning button color
es: Color de botón de advertencia
fr: Couleur du bouton d'avertissement
uk: Колір кнопки попередження

source: Success button color
es: Color de botón de éxito
fr: Couleur du bouton de réussite
uk: Колір кнопки успіху

# openAsReadOnly
source: Open all records in read-only mode
uk: Відкрити всі записи в режимі лише для читання

source: Display basic view
es: Mostrar vista básica
uk: Відобразити базовий вигляд

# showComparisonOperatorsForString
source: Show comparison operators for text-based fields
fr: Afficher les opérateurs de comparaison pour les champs textuels
uk: Показати оператори порівняння для текстових полів

# showComparisonOperatorsDescription
source: Allows the following filters to apply to text fields: Greater Than, Less Than, Greater Than or Equal to, and Less Than or Equal to
uk: Дозволяє застосовувати до текстових полів такі фільтри: «Більше ніж», «Менше ніж», «Більше або дорівнює» та «Менше або дорівнює»

source: Basic view
es: Vista básica
fr: Vue de base
uk: Основний вигляд

source: Detailed view
es: Vista detallada
fr: Vue détaillée
uk: Детальний вигляд

source: Attachment preview mode
es: Modo de vista previa de adjunto
uk: Режим попереднього перегляду вкладених файлів

source: Full Resolution
es: Resolución completa
uk: Повна роздільна здатність

source: Thumbnail
es: Miniatura
fr: Vignette
uk: Мініатюра

# addSearchBarHomePage
source: Add Search Bar on home page
es: Agregar barra de búsqueda en la página de inicio
fr: Ajouter une barre de recherche sur la page d'accueil
uk: Додайте рядок пошуку на головну сторінку

# inheritanceCatNumberPref
source: Enable {catalogNumberFieldName: string} inheritance for {collectionObjectGroupTableName: string} siblings
uk: Увімкнути успадкування основного каталожного номера його порожнім братам і сестрам.

# inheritanceCatNumberParentCOPref
source: Enable {catalogNumberFieldName: string} inheritance for {componentTableName: string} records
uk: Увімкнути успадкування батьківського каталожного номера його порожнім дочірнім елементам.
