Repository: specify/specify7
Catalog: strings/preferences/*.po
Languages: es, fr, ru, uk

source: Preferences
es: Preferencias
fr: Préférences
ru: Настройки
uk: Уподобання

source: Customization
es: Personalización
fr: Personnalisation
ru: Настройка
uk: Спеціальнізація

source: User Preferences
es: Preferencias del usuario
fr: Préférences de l'utilisateur
ru: Пользовательские настройки
uk: Налаштування користувача

source: Default User Preferences
es: Preferencias de usuario predeterminadas
fr: Préférences utilisateur par défaut
ru: Пользовательские настройки по умолчанию
uk: Параметри користувача за умовчанням

source: General
fr: Image personnalisée
ru: Основные
uk: Спеціальне зображення

# ui
source: User Interface
es: Interfaz de usuario
fr: Interface utilisateur
ru: Пользовательский интерфейс
uk: Інтерфейс користувача

source: Theme
es: Tema
fr: Thème
ru: Тема
uk: Тема

source: Use system setting
es: Usar la configuración del sistema
fr: Utiliser les paramètres du système
ru: Использовать системные настройки
uk: Використовуйте налаштування системи

# inheritOsSettings
source: Copies value from your Operating System settings
es: Copia el valor de la configuración de tu sistema operativo
fr: Copie la valeur des paramètres de votre système d'exploitation
ru: Копирует значение из настроек вашей операционной системы
uk: Копіює значення з налаштувань вашої операційної системи

source: Light
es: Claro
fr: Lumière
ru: Белая
uk: світло

source: Dark
es: Oscuro
fr: Sombre
ru: Темная
uk: Темний

source: Reduce motion
es: Reducir movimiento
fr: Réduire les mouvements
ru: Уменьшить движение
uk: Зменшити рух

# reduceMotionDescription
source: Disable non-essential animations and transitions.
es: Deshabilitar animaciones y transiciones no esenciales
fr: Désactivez les animations et les transitions non essentielles.
ru: Отключить ненужные анимации и переходы
uk: Вимкніть необов'язкову анімацію та переходи.

source: Reduce transparency
es: Reducir transparencia
fr: Réduire la transparence
ru: Уменьшить прозрачность
uk: Зменшити прозорість

# reduceTransparencyDescription
source: Whether to disable translucent backgrounds for user interface components whenever possible (e.g. table headers in tree view).
es: Desactivar los fondos translúcidos de los componentes de la interfaz de usuario siempre que sea posible (por ejemplo, los encabezados de tabla en la vista de árbol)
fr: S'il faut désactiver les arrière-plans translucides pour les composants de l'interface utilisateur chaque fois que possible (par exemple, les en-têtes de tableau dans l'arborescence).
ru: Отключить ли полупрозрачный фон для пользовательского интерфейса, когда это возможно (например, заголовки таблиц в просмотрщике деревьев)
uk: Чи вимикати напівпрозорий фон для компонентів інтерфейсу користувача, коли це можливо (наприклад, заголовки таблиць у перегляді дерева).

source: Contrast
es: Contraste
fr: Contraste
ru: Контраст
uk: Контраст

source: Increase
es: Aumentar
fr: Augmenter
ru: Увеличить
uk: Збільшити

source: Reduce
es: Reducir
fr: Réduire
ru: Уменьшать
uk: Зменшити

source: No preference
es: Sin preferencias
fr: Pas de préférence
ru: Нет предпочтений
uk: Без переваг

source: Font size
es: Tamaño de fuente
fr: Taille de police
ru: Размер шрифта
uk: Розмір шрифту

source: Font family
es: Familia de la fuente
fr: Famille de polices
ru: Шрифт
uk: Сімейство шрифтів

# fontFamilyDescription
source: You can specify any font that is on your computer, even if it is not in the list. A comma-separated list of fonts is also supported, where each subsequent font will be used if the previous one is not available.
es: Puede especificar cualquier fuente que tenga en su ordenador, aunque no esté en la lista. También se admite una lista de fuentes separadas por comas, en la que se utilizará la segunda fuente si la primera no está disponible y así sucesivamente
ru: Вы можете указать любой шрифт, который есть на вашем компьютере, даже если он нет в списке. Поддерживается список шрифтов, разделенных запятыми, где второй шрифт будет использоваться, если первый не доступен и т.д
uk: Ви можете вказати будь-який шрифт, який є на вашому комп'ютері, навіть якщо його немає в списку. Також підтримується розділений комами список шрифтів, у якому використовуватиметься другий шрифт, якщо перший недоступний тощо.

source: (default font)
es: (fuente predeterminada)
fr: (police par défaut)
ru: (шрифт по умолчанию)
uk: (типовий шрифт)

source: Max form width
es: Ancho máximo del formulario
fr: Largeur maximale du formulaire
ru: Максимальная ширина формы
uk: Максимальна ширина форми

source: Field backgrounds
es: Fondos de campo
fr: Milieux de terrain
ru: Фон полей
uk: Польові фони

source: Field background
es: Fondo de campo
fr: Contexte du terrain
ru: Фон поля
uk: Поле фону

source: Disabled field background
es: Fondo de campo deshabilitado
fr: Fond de champ désactivé
ru: Фон полей только для чтения
uk: Вимкнений фон поля

source: Invalid field background
es: Fondo de campo no válido
fr: Fond de champ invalide
ru: Фон недействительных полей
uk: Недійсний фон поля

source: Required field background
es: Fondo de campo obligatorio
fr: Contexte du champ obligatoire
ru: Фон обязательных полей
uk: Обов'язковий фон поля

# darkFieldBackground
source: Field background (dark theme)
es: Fondo de campo (tema oscuro)
fr: Fond de champ (thème sombre)
ru: Фон полей (темная тема)
uk: Фон поля (темна тема)

# darkDisabledFieldBackground
source: Disabled field background (dark theme)
es: Fondo de campo deshabilitado (tema oscuro)
fr: Fond de champ désactivé (thème sombre)
ru: Фон полей только для чтения (темная тема)
uk: Вимкнений фон поля (темна тема)

# darkInvalidFieldBackground
source: Invalid field background (dark theme)
es: Fondo de campo no válido (tema oscuro)
fr: Largeur de colonne de grille de sous-vue flexible
ru: Фон недействительных полей (темная тема)
uk: Гнучка ширина стовпця сітки вкладеного перегляду

# darkRequiredFieldBackground
source: Required field background (dark theme)
es: Fondo de campo obligatorio (tema oscuro)
fr: Fond de champ obligatoire (thème sombre)
ru: Фон обязательных полей (темная тема)
uk: Обов’язковий фон поля (темна тема)

source: Dialogs
es: Diálogos
fr: Boîtes de dialogue
ru: Диалоги
uk: Діалоги

source: Appearance
es: Apariencia
fr: Apparence
ru: Внешний вид
uk: Зовнішній вигляд

# buttonsLight
source: Buttons (light mode)
es: Botones (modo claro)
fr: Boutons (mode lumière)
uk: Кнопки (світлий режим)

# buttonsDark
source: Buttons (dark mode)
es: Botones (modo oscuro)
fr: Boutons (mode sombre)
uk: Кнопки (темний режим)

# translucentDialog
source: Translucent dialogs
es: Diálogos translúcidos
fr: Dialogues translucides
ru: Полупрозрачные диалоги
uk: Напівпрозорі діалоги

# translucentDialogDescription
source: Whether dialogs have translucent background.
es: Si los diálogos tienen un fondo translúcido
fr: Si les boîtes de dialogue ont un fond translucide.
ru: Диалоги имеют полупрозрачный фон
uk: Чи мають діалоги прозорий фон.

# alwaysPrompt
source: Always prompt to choose collection
es: Siempre se pide que se elija colección.
fr: Toujours invité à choisir la collection
ru: Всегда просить выбрать коллекцию
uk: Завжди підкажуть вибрати колекцію

source: Tree Editor
es: Editor de árbol
fr: Éditeur d'arborescence
ru: Редактор дерева
uk: Редактор дерева

source: Tree accent color
es: Color de énfasis del árbol
fr: Couleur d'accent d'arbre
ru: Акцентный цвет дерева
uk: Колір акценту дерева

source: Synonym color
es: Color del sinónimo
fr: Synonyme couleur
ru: Цвет синонима
uk: Синонім кольору

source: Show new Data Set warning
es: Mostrar advertencia de nuevo conjunto de datos
fr: Afficher un nouvel avertissement sur l'ensemble de données
ru: Показать предупреждение в новых наборах данных
uk: Показати попередження про новий набір даних

# showNewDataSetWarningDescription
source: Show an informational message when creating a new Data Set.
es: Mostrar un mensaje informativo al crear un nuevo conjunto de datos
fr: Afficher un message d'information lors de la création d'un nouvel ensemble de données.
ru: Показывать информационное сообщение при создании нового набора данных
uk: Показувати інформаційне повідомлення під час створення нового набору даних.

# header
source: Navigation Menu
es: Menú de navegación
fr: le menu de navigation
uk: Навігаційне меню

source: Application
es: Solicitud
ru: Программа
uk: застосування

# allowDismissingErrors
source: Allow dismissing error messages
es: Permitir descartar mensajes de error
fr: Autoriser le rejet des messages d'erreur
ru: Разрешить отклонять сообщения об ошибках
uk: Дозволити закривати повідомлення про помилки

source: Update page title
es: Actualizar título de página
fr: Mettre à jour le titre de la page
ru: Обновить заголовок страницы
uk: Оновити назву сторінки

# updatePageTitleDescription
source: Whether to update the title of the page to match dialog's header.
es: Si se actualiza el título de la página para que coincida con el encabezado del diálogo
fr: S'il faut mettre à jour le titre de la page pour qu'il corresponde à l'en-tête de la boîte de dialogue.
ru: Обновлять ли заголовок страницы в соответствии с заголовком диалогового окна
uk: Чи оновлювати назву сторінки відповідно до заголовка діалогового вікна.

# updatePageTitleFormDescription
source: Whether to update the title of the page to match current record.
es: Si se actualiza el título de la página para que coincida con el registro actual
fr: S'il faut mettre à jour le titre de la page pour qu'il corresponde à l'enregistrement actuel.
ru: Обновлять ли заголовок страницы в соответствии с текущим объектом
uk: Чи оновлювати назву сторінки відповідно до поточного запису.

source: Query Combo Box
es: Cuadro combinado de consulta
fr: Zone de liste déroulante de requête
ru: Поле автозаполнения
uk: Поле зі списком запитів

source: Search Algorithm
es: Algoritmo de búsqueda
fr: Algorithme de recherche
ru: Алгоритм поиска
uk: Алгоритм пошуку

# treeSearchAlgorithm
source: Search Algorithm (for relationships with tree tables)
es: Algoritmo de búsqueda (para relaciones con tablas de árbol)
fr: Algorithme de recherche (pour les relations avec les tables arborescentes)
ru: Алгоритм поиска (для деревьев)
uk: Алгоритм пошуку (для зв’язків із деревоподібними таблицями)

# startsWithInsensitive
source: Starts With (case-insensitive)
es: Comienza con (no distingue entre mayúsculas y minúsculas)
fr: Commence par (insensible à la casse)
ru: Начинается с (без учета регистра)
uk: Починається з (без урахування регістру)

# startsWithDescription
source: Search for values that begin with a given query string.
es: Buscar valores que comiencen con una cadena de consulta determinada
fr: Rechercher des valeurs commençant par une chaîne de requête donnée.
ru: Поиск значений, начинающихся с заданной строки запроса
uk: Пошук значень, які починаються з заданого рядка запиту.

source: Starts With (case-sensitive)
es: Comienza con (distingue entre mayúsculas y minúsculas)
fr: Commence par (sensible à la casse)
ru: Начинается с (с учетом регистра)
uk: Починається з (з урахуванням регістру)

# startsWithCaseSensitiveDescription
source: Search for values that begin with a given query string.
es: Buscar valores que comiencen con una cadena de consulta determinada.
fr: Recherchez les valeurs qui commencent par une chaîne de requête donnée.
ru: Поиск значений, начинающихся с заданной строки запроса.
uk: Пошук значень, які починаються з заданого рядка запиту.

# containsInsensitive
source: Contains (case-insensitive)
es: Contiene (no distingue entre mayúsculas y minúsculas)
fr: Contient (insensible à la casse)
ru: Содержит (без учета регистра)
uk: Містить (незалежно від регістру)

source: Contains (case-sensitive)
es: Contiene (distingue entre mayúsculas y minúsculas)
fr: Contient (sensible à la casse)
ru: Содержит (с учетом регистра)
uk: Містить (з урахуванням регістру)

# containsDescription
source: Search for values that contain a given query string (case-insensitive).
es: Buscar valores que contengan una cadena de consulta determinada (no distingue entre mayúsculas y minúsculas).
fr: Recherchez les valeurs contenant une chaîne de requête donnée (insensible à la casse).
ru: Поиск значений, содержащих заданную строку запроса (без учета регистра).
uk: Пошук значень, які містять заданий рядок запиту (незалежно від регістру).

# containsCaseSensitiveDescription
source: Search for values that contain a given query string (case-sensitive).
es: Buscar valores que contengan una cadena de consulta determinada (distingue entre mayúsculas y minúsculas).
fr: Recherchez les valeurs contenant une chaîne de requête donnée (sensible à la casse).
ru: Поиск значений, содержащих заданную строку запроса (с учетом регистра).
uk: Пошук значень, які містять заданий рядок запиту (з урахуванням регістру).

# containsSecondDescription
source: Can use _ to match any single character or % to match any number of characters.
es: Puede usar _ para hacer coincidir cualquier carácter individual o % para hacer coincidir cualquier número de caracteres
fr: Peut utiliser _ pour correspondre à n'importe quel caractère ou % pour correspondre à n'importe quel nombre de caractères.
ru: Можно использовать _ для соответствия любому символу или % для соответствия любому количеству символов
uk: Можна використовувати _ для відповідності будь-якому одному символу або % для відповідності будь-якій кількості символів.

# highlightMatch
source: Highlight matched substring
es: Resaltar subcadena coincidente
fr: Mettre en surbrillance la sous-chaîne correspondante
ru: Выделить совпадающую подстроку
uk: Виділіть збіг підрядка

# languageDescription
source: Determines field captions, usage notes and table captions.
es: Determina títulos de campos, notas de uso y títulos de tablas
fr: Détermine les légendes des champs, les notes d'utilisation et les légendes des tableaux.
ru: Определяет заголовки полей, примечания по использованию и заголовки таблиц
uk: Визначає підписи полів, примітки щодо використання та підписи таблиць.

# showDialogIcon
source: Show icon in the header
es: Mostrar icono en el encabezado
fr: Afficher l'icône dans l'en-tête
ru: Показать значок в шапке
uk: Показати значок у заголовку

source: Scale Interface
es: Escalar la interfaz
fr: Interface de balance
ru: Масштаб интерфейса
uk: Інтерфейс масштабу

# scaleInterfaceDescription
source: Scale interface to match font size.
es: Escalar la interfaz para que coincida con el tamaño de fuente
fr: Adapter l'interface à la taille de la police.
ru: Масштабировать интерфейс, чтобы он соответствовал размеру шрифта
uk: Масштабуйте інтерфейс відповідно до розміру шрифту.

# displayAuthor
source: Show author in the tree
uk: Показати автора в дереві

# welcomePage
source: Home Page
es: Página de inicio
fr: Page d'accueil
ru: Страница Приветствия
uk: Домашня сторінка

source: Content
es: Contenido
fr: Contenu
ru: Содержание
uk: Зміст

# defaultImage
source: Specify Logo
es: Logotipo de Specify
fr: Spécifier le logo
ru: Логотип Specify
uk: Вкажіть логотип

source: Custom Image
es: Imagen personalizada
fr: Image personnalisée
ru: Произвольное Изображение
uk: Спеціальне зображення

source: Embedded web page
es: Página web incrustada
fr: Page Web intégrée
ru: Обернутая веб-страница
uk: Вбудована веб-сторінка

# embeddedWebpageDescription
source: A URL to a page that would be embedded on the home page:
es: Una URL a una página que estaría incrustada en la página de inicio:
fr: Une URL vers une page qui serait intégrée à la page d'accueil :
ru: URL-адрес страницы, которая будет встроена в домашнюю страницу:
uk: URL-адреса сторінки, яка буде вбудована на домашній сторінці:

source: Behavior
es: Comportamiento
fr: Comportement
ru: Поведение
uk: Поведінка

source: No restrictions mode
es: Modo sin restricciones
fr: Mode sans restriction
ru: Режим без ограничений
uk: Режим без обмежень

# noRestrictionsModeWbDescription
source: Allows uploading data to any field in any table.
es: Permite cargar datos en cualquier campo de cualquier tabla.
fr: Permet de télécharger des données dans n'importe quel champ de n'importe quelle table.
ru: Позволяет загружать данные в любое поле любой таблицы.
uk: Дозволяє завантажувати дані в будь-яке поле будь-якої таблиці.

# noRestrictionsModeQueryDescription
source: Allows querying data from any field in any table.
es: Permite consultar datos de cualquier campo de cualquier tabla.
fr: Permet d'interroger les données de n'importe quel champ de n'importe quelle table.
ru: Позволяет видеть данные из любого поля в любой таблице.
uk: Дозволяє запитувати дані з будь-якого поля будь-якої таблиці.

# noRestrictionsModeWarning
source: WARNING: enabling this may lead to data loss or database corruption. Please make sure you know what you are doing.
es: ADVERTENCIA: habilitar esto puede provocar la pérdida de datos o la corrupción de la base de datos. Por favor asegúrese de saber lo que está haciendo
fr: AVERTISSEMENT : l'activation de cette option peut entraîner une perte de données ou une corruption de la base de données. Veuillez vous assurer que vous savez ce que vous faites.
ru: ВНИМАНИЕ: включение этого параметра может привести к потере данных или повреждению базы данных. Пожалуйста, убедитесь, что вы знаете, что делаете
uk: ПОПЕРЕДЖЕННЯ: увімкнення цієї функції може призвести до втрати даних або пошкодження бази даних. Переконайтеся, що ви знаєте, що робите.

# adminsOnlyPreference
source: You don't have permission to change this option
es: No tiene permiso para cambiar esta opción
fr: Vous n'êtes pas autorisé à modifier cette option
ru: У вас недостаточно прав для изменения этого параметра.
uk: Ви не маєте дозволу змінювати цей параметр

# stickyScrolling
source: Sticky scroll bar
es: Barra de desplazamiento adherente
fr: Barre de défilement collante
ru: Липкая полоса прокрутки
uk: Липка смуга прокрутки

source: Foreground
es: Primer plano
fr: Premier plan
ru: Передний план
uk: Передній план

source: Background
es: Fondo
fr: Arrière-plan
ru: Задний план
uk: Фон

source: Sidebar theme
fr: Thème de la barre latérale
uk: Тема бічної панелі

# darkForeground
source: Foreground (dark theme)
es: Primer plano (tema oscuro)
fr: Premier plan (thème sombre)
ru: Передний план (темная тема)
uk: Передній план (темна тема)

# darkBackground
source: Background (dark theme)
es: Fondo (tema oscuro)
fr: Arrière-plan (thème sombre)
ru: Задний план (темная тема)
uk: Фон (темна тема)

source: Accent color 1
es: Color de énfasis 1
fr: Couleur d'accent 1
ru: Акцентный цвет 1
uk: Акцентний колір 1

source: Accent color 2
es: Color de énfasis 2
fr: Couleur d'accent 2
ru: Акцентный цвет 2
uk: Акцентний колір 2

source: Accent color 3
es: Color de énfasis 3
fr: Couleur d'accent 3
ru: Акцентный цвет 3
uk: Акцентний колір 3

source: Accent color 4
es: Color de énfasis 4
fr: Couleur d'accent 4
ru: Акцентный цвет 4
uk: Акцентний колір 4

source: Accent color 5
es: Color de énfasis 5
fr: Couleur d'accent 5
ru: Акцентный цвет 5
uk: Акцентний колір 5

source: Spreadsheet
es: Hoja de cálculo
fr: Tableur
ru: Таблица
uk: Електронна таблиця

# minSpareRows
source: Number of blank rows at the end
es: Número de filas en blanco al final
fr: Nombre de lignes vides à la fin
ru: Количество пустых строк внизу
uk: Кількість порожніх рядків у кінці

# autoWrapCols
source: Navigate to the other side when reaching the edge column
es: Navegar hacia el otro lado al llegar a la columna del borde
fr: Naviguez de l’autre côté lorsque vous atteignez la colonne de bord
ru: Перейты на другую сторону, когда достигнете краевого столбца.
uk: Перейдіть на іншу сторону, коли досягнете краю колонки

# autoWrapRows
source: Navigate to the other side when reaching the edge row
es: Navegar hacia el otro lado cuando llegue a la fila del borde
fr: Naviguez de l’autre côté lorsque vous atteignez la rangée de bord
ru: Перейты на другую сторону, когда достигнете краевого ряда
uk: Перейдіть на іншу сторону, коли досягнете крайнього ряду

# enterBeginsEditing
source: Enter key begins editing cell
es: La tecla Intro comienza a editar la celda
fr: La touche Entrée commence à modifier la cellule
ru: Клавиша Enter начинает редактирование ячейки
uk: Клавіша Enter починає редагування клітинки

# tabMoveDirection
source: Direction of movement when <key>Tab</key> key is pressed
es: Dirección de movimiento cuando se presiona la tecla <key>Tab</key>
fr: Sens de déplacement lorsque la touche <key>Tabulation</key> est enfoncée
ru: Направление движения при нажатии клавиши <key>Tab</key>
uk: Напрямок руху при натисканні клавіші <key>Tab</key>

# tabMoveDirectionDescription
source: You can move in the opposite direction by pressing <key>Shift</key>+<key>Tab</key>.
es: Puedes moverte en la dirección opuesta presionando <key>Shift</key>+<key>Tab</key>
fr: Vous pouvez vous déplacer dans la direction opposée en appuyant sur <key>Shift</key>+<key>Tab</key>.
ru: Вы можете двигаться в противоположном направлении, нажав <key>Shift</key>+<key>Tab</key>
uk: Ви можете рухатися в протилежному напрямку, натискаючи <key>Shift</key>+<key>Tab</key>.

source: Column
es: Columna
fr: Colonne
ru: Столбец
uk: Колонка

source: Row
es: Fila
fr: Rangée
ru: Ряд
uk: рядок

# enterMoveDirection
source: Direction of movement when <key>Enter</key> key is pressed
es: Dirección de movimiento cuando se presiona la tecla <key>Enter</key>
fr: Direction du mouvement lorsque la touche <key>Entrer</key> est enfoncée
ru: Направление движения при нажатии клавиши <key>Enter</key>
uk: Напрямок руху, коли натиснуто клавішу <key>Enter</key>

# enterMoveDirectionDescription
source: You can move in the opposite direction by pressing <key>Shift</key>+<key>Enter</key>.
es: Puede moverse en la dirección opuesta presionando <key>Shift</key>+<key>Enter</key>
fr: Synonyme couleur.
ru: Вы можете двигаться в противоположном направлении, нажав <key>Shift</key>+<key>Enter</key>
uk: Ви можете рухатися у протилежному напрямку, натискаючи <key>Shift</key>+<key>Enter</key>.

# filterPickLists
source: Filter pick list items
es: Filtrar elementos de la lista de selección
fr: Filtrer les éléments de la liste de sélection
ru: Отфильтровать элементы списка выбора
uk: Фільтр вибору елементів списку

source: Export file delimiter
es: Exportar delimitador de archivo
fr: Délimiteur de fichier d'exportation
ru: Разделитель полей в файле экспорта
uk: Роздільник файлу експорту

# exportCsvUtf8Bom
source: Add UTF-8 BOM to CSV file exports
fr: Ajouter UTF-8 BOM aux exportations de fichiers CSV
uk: Додайте специфікацію UTF-8 до експорту файлу CSVу

# exportCsvUtf8BomDescription
source: Adds a BOM (Byte Order Mark) to exported CSV files to ensure that the file is correctly recognized and displayed by various programs (Excel, OpenRefine, etc.), preventing issues with special characters and formatting.
fr: Permet aux exportations de fichiers CSV de s'afficher correctement dans Excel.
uk: Змушує експорт файлів CSV правильно відображатися в Excel.

source: Case-sensitive
es: Distingue mayúsculas y minúsculas
fr: Sensible aux majuscules et minuscules
ru: С учетом регистра
uk: Чутливий до регістру

source: Case-insensitive
es: No distingue entre mayúsculas y minúsculas
fr: Insensible à la casse
ru: Без учета регистра
uk: Регістр не враховується

# showNoReadTables
source: Show tables without "Read" access
es: Mostrar tablas sin acceso de "Lectura"
fr: Afficher les tableaux sans accès "Lecture"
ru: Показать таблицы без доступа «Чтение»
uk: Показувати таблиці без доступу «Читання»

# showNoAccessTables
source: Show tables without "Create" access
es: Mostrar tablas sin acceso "Crear"
fr: Afficher les tableaux sans accès "Créer"
ru: Показать таблицы без доступа «Создать»
uk: Показувати таблиці без доступу «Створити»

# textAreaAutoGrow
source: Text boxes grow automatically
es: Los cuadros de texto crecen automáticamente
fr: Les zones de texte s'agrandissent automatiquement
ru: Текстовое поле увеличивается автоматически
uk: Текстові поля збільшуються автоматично
