Repository: specify/specify7
Catalog: strings/resources/*.po
Languages: fr, ru, uk

source: App Resources
ru: Ресурсы приложения
uk: Ресурси програми

source: Form Definition
fr: Définition du formulaire
ru: Схема формы
uk: Визначення форми

# formDefinitions
source: Form Definition
fr: Définitions de formulaire
ru: Определения форм
uk: Визначення форми

source: New View Definition
uk: Нове визначення подання

source: Load File
fr: Fichier de chargement
ru: Загрузить файл
uk: Завантажити файл

source: Global Resources
fr: Ressources globales
ru: Глобальные ресурсы
uk: Глобальні ресурси

source: Discipline Resources
fr: Ressources de discipline
ru: Ресурсы дисциплины
uk: Дисциплінарні ресурси

source: Type
ru: Тип
uk: Тип

source: User Types
fr: Types d'utilisateur
ru: Типы пользователей
uk: Типи користувачів

source: Resources
fr: Ressources
ru: Ресурсы
uk: Ресурси

source: Sub-categories
fr: Sous-catégories
ru: Подкатегории
uk: Підкатегорії

source: Add Resource
fr: Ajouter une ressource
ru: Добавить ресурс
uk: Додати ресурс

source: App Resource
fr: Ressource d'application
ru: Ресурс приложения
uk: Підкатегорії

source: RSS Export Feed
fr: Flux d'exportation RSS
ru: RSS-канал экспорта
uk: Канал експорту RSS

source: Exports
uk: Експорт

source: Express Search Config
fr: Configuration de la recherche express
ru: Конфигурация быстрого поиска
uk: Конфігурація експрес-пошуку

source: Type Searches
uk: Пошук типів

source: Web Links
fr: Liens Web
ru: Веб-ссылки
uk: Веб-посилання

# uiFormatters
source: Field Formatters
fr: Formateurs de champ
ru: Форматировщики полей
uk: Форматувальники полів

# dataObjectFormatters
source: Record Formatters
ru: Форматировщики записей
uk: Форматувальники записів

# formatter
source: Table Format
uk: Формат таблиці

# formatterDescription
source: The “Table Format” controls how data from a specific table is shown in query results, exports, and query combo boxes. It determines the fields to display and their order. Conditional formatting can be configured based on a value in the record.
uk: «Формат таблиці» керує тим, як дані з певної таблиці відображаються в результатах запитів, експорті та комбінованих полях запитів. Він визначає поля для відображення та їх порядок. Умовне форматування можна налаштувати на основі значення в записі.

# aggregator
source: Table Aggregation
uk: Агрегація таблиць

# aggregatorDescription
source: The “Table Aggregation” controls how multiple table records are consolidated together into a single text string. The table format, separator, suffix, sort field, and record preview limit are customizable. It can be displayed in query results and table formats.
uk: «Агрегація таблиць» контролює, як кілька записів таблиці об’єднуються разом в один текстовий рядок. Формат таблиці, роздільник, суфікс, поле сортування та ліміт попереднього перегляду запису можна налаштувати. Він може відображатися в результатах запитів і у форматах таблиць.

source: Formatted Resource
uk: Відформатований ресурс

# availableFormatters
source: Available Table Formats
uk: Доступні формати таблиць

# availableAggregators
source: Available Table Aggregations
uk: Доступні агрегації таблиць

# availableWebLink
source: Available Web Links
uk: Доступні веб-посилання

# selectDefaultFormatter
source: Please designate one of the formatters as default
uk: Виберіть стандартний формат запису для цієї таблиці

# duplicateFormatters
source: Record formatter names must be unique
uk: Імена форматування записів мають бути унікальними

source: Data Entry Tables
fr: Tableaux de saisie de données
ru: Таблицы ввода данных
uk: Таблиці введення даних

source: Interactions Tables
fr: Tableaux d'interactions
ru: Таблицы взаимодействий
uk: Таблиці взаємодій

source: Other XML Resource
fr: Autre ressource XML
ru: Другой XML-ресурс
uk: Інший XML-ресурс

source: Other JSON Resource
fr: Autre ressource JSON
ru: Другой JSON-ресурс
uk: Інший JSON-ресурс

source: Other Properties Resource
fr: Autre ressource de propriétés
ru: Другой Properties-ресурс
uk: Ресурс інших властивостей

# otherAppResource
source: Other Resource
fr: Autre ressource
ru: Другой Ресурс
uk: Інший ресурс

source: Filters
fr: Filtres
ru: Фильтры
uk: Фільтри

source: Custom
fr: Personnalisé
ru: Настроить
uk: Спеціальні

source: Leaflet Layers
ru: Слои Leaflet
uk: Шари листівок

source: Text Editor
fr: Éditeur de texte
ru: Текстовый редактор
uk: Текстовий редактор

source: XML Editor
uk: Редактор XML

source: JSON Editor
uk: Редактор JSON

source: Visual Editor
fr: Éditeur visuel
ru: Визуальный редактор
uk: Візуальний редактор

source: Select Resource Type
fr: Sélectionnez le type de ressource
ru: Выберите тип ресурса
uk: Виберіть тип ресурсу

source: Global Preferences
fr: Préférences globales
ru: Глобальные настройки
uk: Глобальні налаштування

source: Remote Preferences
fr: Préférences distantes
ru: Удаленные настройки
uk: Віддалені параметри

# failedParsingXml
source: Failed to parse XML
uk: Не вдалося проаналізувати XML

source: Name
uk: Ім'я

source: Title
uk: Назва

source: Default
uk: За замовчуванням

source: Separator
uk: Роздільник

source: Suffix
uk: Суфікс

source: Limit
uk: Ліміт

# defaultInline
source: (default)
uk: (за умовчанням)

source: Sort Field
uk: Поле сортування

source: Preview
uk: Попередній перегляд

# previewExplainer
source: Search your collection records to preview the record formatter
uk: Виконайте пошук у своїх записах колекції, щоб переглянути інструмент форматування записів

# editorNotAvailable
source: Visual editor is not available for this resource
uk: Візуальний редактор недоступний для цього ресурсу

source: Definition
uk: Визначення

source: Add definition
uk: Додайте визначення

source: Delete definition
uk: Видалити визначення

source: URL part
uk: URL-адреса

source: Add field
uk: Додати поле

source: This field
uk: Це поле

source: Select table first
uk: Спочатку виберіть таблицю

source: Condition Field Value
uk: Умова Значення поля

# conditionDescription
source: This format will be used only if the condition field value equals this condition and is not null.
uk: Цей формат використовуватиметься, лише якщо значення поля умови дорівнює цій умові й не є нульовим.

# wrongScopeWarning
source: This resource belongs to a different collection/discipline than the one you are currently in. It's recommended to switch collection before editing this resource
uk: Цей ресурс належить до іншої колекції/дисципліни, ніж та, у якій ви зараз перебуваєте. Рекомендовано змінити колекцію перед редагуванням цього ресурсу

# thisFieldName
source: This field name (for preview purposes only)
uk: Назва цього поля (лише для попереднього перегляду)

# publishEveryDays
source: Publish every N days
uk: Публікуйте кожні N днів

source: Publish
uk: Опублікувати

source: File name
uk: Ім'я файлу

source: Run as user
uk: Запуск від імені користувача

# notifyUser
source: Send completion notification to user
uk: Надіслати сповіщення про завершення користувачеві

source: Run in collection
uk: Запустити в колекції

# createNewForm
source: Create a new view definition
uk: Створіть нове визначення подання

# copyFromExistingForm
source: Copy existing view definition
uk: Копіювати існуюче визначення перегляду

# copyDefaultForm
source: Copy default view definition
uk: Формати записів

source: Copy default forms
uk: Копіювати стандартні форми

source: Save form first
uk: Спочатку збережіть форму

# saveFormFirstDescription
source: You need to save this form before you edit another one
uk: Вам потрібно зберегти цю форму, перш ніж редагувати іншу

# conditionalFormatter
source: Conditional Format
uk: Умовний формат

# customizeFieldFormatters
source: Customize Field Formats
uk: Налаштувати формати полів

source: Expand Conditional Field
uk: Розгорнути умовне поле

source: Collapse Conditional Field
uk: Згорнути умовне поле

source: Conditional Field Value
uk: Умовне значення поля

source: Format Preview
uk: Попередній перегляд формату

# currentDeterminationRequired
source: A current determination is required.
uk: Потрібне поточне визначення.

# cogAddedToItself
source: A COG cannot be added to itself.
uk: COG не можна додати до самого себе.

# primaryCogChildRequired
source: A Consolidated Collection Object Group must have a primary Collection Object child
uk: Консолідована група об'єктів колекції повинна мати дочірній об'єкт первинної колекції

# deletePrimaryRecord
source: Primary record CO cannot be deleted.
uk: Основний запис CO неможливо видалити.

# deleteLoanedPrep
source: A loaned preparation cannot be deleted
uk: Позичений препарат не можна видалити

# deleteGiftedPrep
source: A gifted preparation cannot be deleted
uk: Подарований препарат не можна видалити

# deleteDisposedPrep
source: A disposed preparation cannot be deleted
uk: Викинутий препарат не можна видалити

# deleteExchangeOutPrep
source: A exchanged out preparation cannot be deleted
uk: Обмінений препарат не можна видалити

# deleteExchangeInPrep
source: A exchanged in preparation cannot be deleted
uk: Обмін, що готується, не можна видалити

# invalidDeterminationTaxon
source: Determination does not belong to the taxon tree associated with the Collection Object Type
uk: Визначення не належить до дерева таксонів, пов'язаного з типом об'єкта колекції

# preparationUsedInLoan
source: The preparation is used in a loan.
uk: Препарат використовується у позиці.

# preparationIsNegative
source: Preparation count cannot be negative
uk: Кількість підготовок не може бути від'ємним значенням

source: Configure field
uk: Налаштувати поле

# trimZeros
source: Trim Leading Zeros
uk: Видалити початкові нулі

# trimZerosDescription
source: Remove leading zeros from numeric values.
uk: Видаліть початкові нулі з числових значень.
