Repository: specify/specify7
Catalog: strings/batchEdit/*.po
Languages: uk

source: Batch Edit
uk: Пакетне редагування

# batchEditPrefs
source: Batch Edit Preferences
uk: Налаштування пакетного редагування

# numberOfRecords
source: Number of records selected from the query
uk: Кількість записів, вибраних із запиту

# removeField
source: Field not supported for batch edit. Either remove the field, or make it hidden.
uk: Поле не підтримується для пакетного редагування. Видаліть поле або приховайте його.

# addTreeRank
source: The following ranks will be added to the query to enable batch editing
uk: Наступні ранги будуть додані до запиту, щоб увімкнути пакетне редагування

# pickTreesToFilter
source: The selected rank(s) are found in multiple trees. Pick tree(s) to batch edit with
uk: Вибрані ранги знаходяться в кількох деревах. Виберіть дерево(а) для пакетного редагування

# errorInQuery
source: Following errors were found in the query
uk: У запиті виявлено такі помилки

# missingRanksInQuery
source: Query requires additional ranks for batch editing
uk: Запит потребує додаткових рангів для пакетного редагування

# createUpdateDataSetInstructions
source: Use the query builder to make a new batch edit dataset
uk: Використовуйте конструктор запитів для створення нового набору даних для пакетного редагування

# showRollback
source: Show rollback button
uk: Показати кнопку відкату

# showRollbackDescription
source: Rollback in Batch Edit is an experimental feature. This preference will hide the button
uk: Відкат у пакетному редагуванні – це експериментальна функція. Цей параметр приховає кнопку

source: Commit
uk: Здійснити

# startCommitDescription
source: Commiting the Data Set will update, add, and delete the data from the spreadsheet to the Specify database.
uk: Запис набору даних призведе до оновлення, додавання та видалення даних з електронної таблиці до бази даних Specify.

# startRevertDescription
source: Rolling back the dataset will re-update the values, delete created records, and create new records
uk: Відкат набору даних призведе до повторного оновлення значень, видалення створених записів та створення нових записів

# commitSuccessfulDescription
source: Click on the "Results" button to see the number of records affected in each database table
uk: Натисніть кнопку «Результати», щоб побачити кількість записів, на які вплинула зміна, у кожній таблиці бази даних

# dateSetRevertDescription
source: This rolled-back Data Set is saved, however, it cannot be edited. Please re-run the query
uk: Цей відкочений набір даних збережено, проте його не можна редагувати. Будь ласка, повторіть запит

source: Committing
uk: Здійснення

# beStatusCommit
source: Data Set Commit Status
uk: Стан фіксації набору даних

# startCommit
source: Begin Data Set Commit?
uk: Почати фіксацію набору даних?

# commitErrors
source: Commit Failed due to Error Cells
uk: Не вдалося виконати фіксацію через комірки з помилками

# commitErrorsDescription
source: The Commit failed due to one or more cell value errors.
uk: Фіксацію не вдалося виконати через одну або декілька помилок у значенні клітинки.

source: Commit Cancelled
uk: Зміна фіксації

source: Commit Cancelled Description
uk: Опис скасованого підтвердження

# commitSuccessful
source: Commit Completed with No Errors
uk: Коміт завершено без помилок

# batchEditRecordSetName
source: BE commit of "{dataSet:string}"
uk: BE коміт "{dataSet:string}"

# deferForMatch
source: Use only visible fields for match
uk: Використовувати лише видимі поля для збігу

# deferForMatchDescription
source: If true, invisible database fields will not be used for matching. Default value is {default:boolean}
uk: Якщо значення true, невидимі поля бази даних не використовуватимуться для зіставлення. Значення за замовчуванням — {default:boolean}

# deferForNullCheck
source: Use only visible fields for empty record check
uk: Використовуйте лише видимі поля для перевірки порожніх записів

# deferForNullCheckDescription
source: If true, invisible database fields will not be used for determining whether the record is empty or not. Default value is {default: boolean}
uk: Якщо значення true, невидимі поля бази даних не використовуватимуться для визначення того, чи є запис порожнім. Значення за замовчуванням: {default: boolean}

# batchEditDisabled
source: Batch Edit is disabled for system tables and scoping hierarchy tables
uk: Пакетне редагування вимкнено для системних таблиць та таблиць ієрархії області видимості

# cannotEditAfterRollback
source: (Batch Edit datasets cannot be edited after rollback - Read Only)
uk: (Набори даних пакетного редагування не можна редагувати після відкату – лише для читання)

source: Enable relationships
uk: Увімкнути зв'язки

# enableRelationshipsDescription
source: Allows batch editing relationships of the base table. Rollback is disabled when relationships are enabled
uk: Дозволяє пакетне редагування зв'язків базової таблиці. Відкат вимкнено, якщо зв'язки ввімкнено

source: Commit Data Set
uk: Набір даних для фіксації

# warningBatchEditText
source: Before proceeding, please note that the following action may interrupt other users. This action may cause delays or temporary unavailability of certain features for Specify users. Please consider the impact on their experience. This action cannot be undone
uk: Перш ніж продовжити, зверніть увагу, що наступна дія може перешкодити іншим користувачам. Ця дія може спричинити затримки або тимчасову недоступність певних функцій для певних користувачів. Будь ласка, врахуйте вплив на їхній досвід. Цю дію не можна скасувати
