Repository: specify/specify7
Catalog: strings/attachments/*.po
Languages: es, uk

source: Attachments
es: Adjuntos
uk: Прикріплення

source: Scale
es: Escala
uk: масштаб

source: Attachment server unavailable
es: Servidor de adjuntos no disponible
uk: Сервер прикріплень недоступний

# attachmentServerUnavailableDescription
source: Setup your attachment server
es: Configura tu servidor de adjuntos
uk: Налаштуйте сервер прикріплень

source: Order By
es: Ordenar por
uk: Сортувати по

# uploadingInline
source: Uploading…
es: Subiendo…
uk: Завантаження…

# noAttachments
source: There are no attachments
es: No hay adjuntos
uk: Прикріплень нема

source: Unable to find related record
es: No se puede encontrar el registro relacionado
uk: Неможливо знайти відповідний запис

# unableToFindRelatedRecordDescription
source: Unable to find a record that this attachment is related to.
es: No se puede encontrar un registro con el que esté relacionado este adjunto.
uk: Не вдалося знайти запис, до якого відноситься це вкладення.

source: Show Form
es: Mostrar formulario
uk: Показати форму

source: Multiple files selected
es: Varios archivos seleccionados
uk: Вибрано декілька файлів

source: File Size
es: Tamaño del archivo
uk: Розмір файлу

source: Deleted
es: Eliminado
uk: Видалено

source: No File
es: Ningún archivo
uk: Немає файлу

# pleaseReselectAllFiles
source: Please reselect all files before uploading.
es: Por favor, vuelva a seleccionar todos los archivos antes de cargarlos.
uk: Перед завантаженням повторно виберіть усі файли.

# incorrectFormatter
source: Incorrectly Formatted
es: Formateado incorrectamente
uk: Неправильно відформатований

source: Already Uploaded
es: Ya se ha cargado
uk: Вже завантажено

source: Skipped
es: Omitido
uk: Пропущено

source: Cancelled
es: Anulado
uk: Скасовано

# frontEndInterruption
source: {action:string} was in progress when interruption occurred
es: {action:string} estaba en curso cuando se produjo la interrupción
uk: Виконувався {action:string}, коли сталася перерва

source: Match Error
es: Error de coincidencia
uk: Помилка збігу

source: Error reading file
es: Error al leer el archivo
uk: Помилка читання файлу

source: Unhandled fatal resource error:
es: Error de recurso fatal no controlado:
uk: Необроблена критична помилка ресурсу:

# attachmentImportDatasetsCount
source: Attachment Import Data Sets ({count:number})
es: Adjuntar el conjuntos de datos de importación ({count:number})
uk: Набори даних імпорту вкладених файлів ({count:number})

# newAttachmentDataset
source: New Attachment Data Set {date: string}
es: Nuevo conjunto de datos adjuntos {date: string}
uk: Новий набір даних вкладень {date: string}

# newAttachmentDatasetBase
source: New Attachment Data Set
es: Nuevo conjunto de datos adjuntos
uk: Новий набір даних вкладення

source: Upload Interrupted
es: Carga interrumpida
uk: Завантаження перервано

# uploadInterruptedDescription
source: The upload was in progress when an interruption occurred. Some files may have been uploaded.
es: La carga estaba en curso cuando se produjo una interrupción. Es posible que se hayan cargado algunos archivos.
uk: Під час завантаження виникла перерва. Можливо, деякі файли було завантажено.

source: Rollback Interrupted
es: Reversión interrumpida
uk: Відкат перервано

# rollbackInterruptedDescription
source: The rollback was in progress when an interruption occurred. Some files may have been deleted
es: La reversión estaba en curso cuando se produjo una interrupción. Es posible que se hayan borrado algunos archivos
uk: Тривав відкат, коли сталася перерва. Деякі файли могли бути видалені

source: Attachment ID
es: ID del adjunto
uk: ID вкладення

source: Choose Path
es: Seleccionar ruta
uk: Виберіть шлях

source: Begin Attachment Upload?
es: ¿Comenzar a cargar adjuntos?
uk: Почати завантаження вкладених файлів?

# beginUploadDescription
source: Uploading the attachments will make attachments in the asset server and in the Specify database
es: La carga de los adjuntos hará que éstos aparezcan en el servidor de activos y en la base de datos de Specify
uk: Завантаження вкладень призведе до створення вкладень на сервері активів і в базі даних Specify

source: Interrupted
es: Interrumpido
uk: Перерваний

source: Try Now
es: Probar ahora
uk: Спробуйте зараз

# interruptedTime
source: Interrupted. Retrying in {remainingTime:string}
es: Interrumpido. Reintentando en {remainingTime:string}
uk: Перерваний. Повторна спроба через {remainingTime:string}

# rollbackDescription
source: Rollback will delete the attachments from the Specify database and Asset Server
es: La reversión eliminará los adjuntos de la base de datos de Specify y del servidor de activos
uk: Відкат видалить вкладення з бази даних Specify і сервера ресурсів

source: No match
es: Ninguna coincidencia
uk: Немає відповідності

# attachmentHaltLimit
source: No attachments have been found in the first {halt:number} records.
es: No se han encontrado adjuntos en los primeros {halt:number} registros.
uk: У перших записах {halt:number} вкладень не знайдено.

# fetchNextAttachments
source: Look for more attachments
es: Buscar más adjuntos
uk: Шукайте більше вкладень

source: Hide Form
es: Ocultar formulario
uk: Сховати форму

source: Multiple matches
es: Varias coincidencias
uk: Кілька збігів

# multipleMatchesClick
source: Multiple Matches. Click To Disambiguate
es: Varias coincidencias. Haga clic para desambiguar
uk: Кілька збігів. Натисніть, щоб усунути неоднозначність

source: Total files
es: Archivos totales
uk: Всього файлів

source: Correctly Formatted
es: Formateado correctamente
uk: Правильно відформатований

source: Stopped By User
es: Detenido por el usuario
uk: Зупинено користувачем

source: Import Attachments
es: Importar los adjuntos
uk: Імпорт вкладень

source: On File
es: En el archivo
uk: У файлі

source: Duplicate Files Found
es: Ficheros duplicados encontrados
uk: Знайдено дублікати файлів

# duplicateFilesDescription
source: The following files are not selected because they already exist in this data set.
es: Los siguientes archivos no están seleccionados porque ya existen en este conjunto de datos.
uk: Наступні файли не вибрано, оскільки вони вже існують у цьому наборі даних.

source: Error fetching record
es: Error al recuperar el registro
uk: Помилка отримання запису

source: Error saving record
es: Error al guardar el registro
uk: Помилка збереження запису

# interruptionStopped
source: Stopped because of error uploading a previous file
es: Detenido debido a un error al cargar un archivo anterior
uk: Зупинено через помилку завантаження попереднього файлу

# chooseFilesToGetStarted
source: Choose files or drag them here to get started.
es: Elija archivos o arrástrelos aquí para comenzar.
uk: Щоб почати, виберіть файли або перетягніть їх сюди.

# selectIdentifier
source: Select an identifier to match the files name against.
es: Seleccione un identificador con el que comparar el nombre de los archivos.
uk: Виберіть ідентифікатор для відповідності імені файлу.

source: Progress
es: Avances
uk: Прогрес

source: Rollback Results
es: Resultados de la reversión
uk: Результати відкату

# resultValue
source: {success: number} out of the {total: number} attachments in the data set have been {action: string}.
es: {success: number} de los {total: number} adjuntos en el conjunto de datos han sido {action: string}.
uk: {success: number} із {total: number} вкладень у наборі даних було {action: string}.

# deleteAttachmentDataSetDescription
source: Deleting a Data Set permanently removes it and its Upload Path. Also after deleting, Rollback will no longer be an option for an uploaded Data Set.
es: Al borrar un conjunto de datos, se eliminan permanentemente éste y su ruta de carga. Además, una vez eliminado, la opción deshacer ya no estará disponible para los conjuntos de datos cargados.
uk: Видалення набору даних остаточно видаляє його та його шлях завантаження. Крім того, після видалення відкат більше не буде доступним для завантаженого набору даних.

# attachmentUploadError
source: Error Uploading Attachment. Attachment server maybe unavailable or there was an error reading the file.
es: Error al cargar el adjunto. El servidor de adjuntos puede no estar disponible o se ha producido un error al leer el archivo.
uk: Помилка завантаження вкладення. Можливо, сервер вкладень недоступний або під час читання файлу сталася помилка.

source: Download All
uk: Завантажити все

# downloadAllDescription
source: Download all found attachments
uk: Завантажити всі знайдені вкладення

# deleteAttachmentWarning
source: Are you sure you want to delete this attachment?
uk: Ви впевнені, що хочете видалити цей вкладений файл?

# attachmentDelition
source: Attachment deletion
uk: Видалення вкладень
