Repository: specify/specify7
Catalog: strings/query/*.po
Languages: ru, uk

source: Query
ru: Запрос
uk: Запит

source: Queries
ru: Запросы
uk: Запити

source: Query Builder
ru: Конструктор запросов
uk: Конструктор запитів

# newQueryName
source: New Query
ru: Новый запрос
uk: Новий запит

# searchFields
source: Searched fields
ru: Поля поиска
uk: Пошукові поля

source: Any
ru: Любой
uk: Будь-який

source: Start Value
ru: Начальное значение
uk: Початкове значення

source: End Value
ru: Конечное значение
uk: Кінцеве значення

source: Save Query
ru: Сохранить запрос
uk: Зберегти запит

# saveClonedQuery
source: Save query as...
ru: Сохранить запрос как...
uk: Зберегти запит як...

# saveClonedQueryDescription
source: The query will be saved with a new name leaving the current query unchanged.
ru: Запрос будет сохранен под новым именем, оставив текущий запрос без изменений.
uk: Запит буде збережено з новою назвою, а поточний запит залишиться без змін.

# queryDeleteIncomplete
source: Query definition contains incomplete fields
ru: Определение запроса содержит неполные поля
uk: Визначення запиту містить незаповнені поля

# queryDeleteIncompleteDescription
source: There are uncompleted fields in the query definition. Do you want to remove them?
ru: В запросе есть незавершенные поля. Хотите удалить их?
uk: У визначенні запиту є незаповнені поля. Ви хочете видалити їх?

# queryUnloadProtect
source: The new or modified query definition has not been saved
ru: Новый или измененный запрос не был сохранен
uk: Нове або змінене визначення запиту не було збережено

# recordSetToQuery
source: Creating a {recordSetTable:string} from Query
ru: Создание {recordSetTable:string} из запроса
uk: Створення {recordSetTable:string} із запиту

# recordSetToQueryDescription
source: Generating {recordSetTable:string}...
ru: Создание {recordSetTable:string}...
uk: Створення {recordSetTable:string}...

# recordSetCreated
source: {recordSetTable:string} Created
ru: {recordSetTable:string} Созданный
uk: {recordSetTable:string} Створено

# missingCoordinatesForKml
source: Unable to export to KML
ru: Невозможно экспортировать в KML
uk: Не вдалося експортувати в KML

# missingCoordinatesForKmlDescription
source: Please add latitude and longitude fields to the query.
ru: Пожалуйста, добавьте в запрос поля широты и долготы.
uk: Будь ласка, додайте поля широти та довготи до запиту.

# queryExportStarted
source: Export File Being Created
ru: Экспорт запроса запущен
uk: Експортний файл створюється

# queryExportStartedDescription
source: A notification will appear when the export file is complete and ready for download.
ru: Запрос начал выполняться. Вы получите уведомление, когда файл будет готов к загрузке.
uk: Коли файл експорту буде завершено та готовий до завантаження, з’явиться сповіщення.

# invalidPicklistValue
source: {value:string} (current, invalid value)
ru: {value:string} (текущее, недопустимое значение)
uk: {value:string} (поточне, недійсне значення)

# queryRecordSetTitle
source: Query: "{queryName:string}" on {recordSetTable:string}: "{recordSetName:string}"
ru: Запрос: "{queryName:string}" на {recordSetTable:string}: "{recordSetName:string}"
uk: Запит: "{queryName:string}" на {recordSetTable:string}: "{recordSetName:string}"

# treeQueryName
source: {tableName:string} using "{nodeFullName:string}"
ru: {tableName:string} с использованием "{nodeFullName:string}"
uk: {tableName:string} за допомогою "{nodeFullName:string}"

# newButtonDescription
source: Add New Field
ru: Добавить новое поле
uk: Додати нове поле

# countOnly
source: Count
ru: Считать
uk: Рахувати

source: Distinct
ru: Отчетливый
uk: Виразний

source: Create CSV
ru: Создать CSV
uk: Створити CSV

source: Create KML
ru: Создать KML
uk: Створіть KML

# createRecordSet
source: Create {recordSetTable:string}
ru: Сделать {recordSetTable:string}
uk: Створити {recordSetTable:string}

source: Save As
ru: Сохранить как
uk: Зберегти як

source: (any rank)
ru: (любой ранг)
uk: (будь-який ранг)

source: (any tree)
uk: (будь-яке дерево)

source: Move Up
ru: Переместить вверх
uk: Рухатися вгору

source: Move Down
ru: Переместить вниз
uk: Рухатися вниз

source: Sort
ru: Сортировать
uk: Сортувати

source: Ascending Sort
ru: Сортировка по возрастанию
uk: Сортування за зростанням

source: Descending Sort
ru: Сортировка по убыванию
uk: Сортування за спаданням

source: Negate
ru: Отрицать
uk: Заперечувати

# showButtonDescription
source: Show in results
ru: Показывать в результатах
uk: Показати в результатах

# aggregatedInline
source: (aggregated)
ru: (совокупный)
uk: (узагальнено)

# formattedInline
source: (formatted)
ru: (отформатирован)
uk: (відформатований)

source: Like
ru: Подобно
uk: Люблю

# likeDescription
source: Use "%" to match any number of characters. Use "_" to match a single character
ru: Используйте «%» для соответствия любому количеству символов. Используйте «_» для соответствия одному символу
uk: Використовуйте "%", щоб відповідати будь-якій кількості символів. Використовуйте "_", щоб відповідати одному символу

source: Equal
ru: Равный
uk: Рівні

source: Greater than
ru: Больше чем
uk: Більш чим

source: Less than
ru: Меньше чем
uk: Менше ніж

source: Greater or Equal to
ru: Больше или равно
uk: Більше або дорівнює

source: Less or Equal to
ru: Меньше или равно
uk: Менше або дорівнює

source: True
ru: Истинный
uk: правда

source: False
ru: Ложь
uk: помилковий

# trueOrNull
source: True or Empty
ru: Истинный или пустой
uk: True або Empty

# falseOrNull
source: False or Empty
ru: Ложь или пустой
uk: False або Empty

source: Between
ru: Между
uk: Між

source: In
ru: В
uk: в

# inDescription
source: A comma-separated list of values
ru: Список значений, разделенных запятыми
uk: Список значень, розділених комами

source: Contains
ru: Содержит
uk: Містить

source: Empty
ru: Пустой
uk: Порожній

source: and
ru: и
uk: і

source: Starts With
ru: Начинается с
uk: Починається з

source: or
ru: или
uk: або

source: Yes
ru: Да
uk: Так

source: Query Results
ru: Результаты запроса
uk: Результати запиту

source: Browse in Forms
ru: Открыть записи
uk: Перегляд у Формах

# configureQueryTables
source: Configure visible query tables
ru: Настроить видимые таблицы запроса
uk: Налаштувати видимі таблиці запитів

# exportQueryForDwca
source: Export query for DwCA definition
ru: Экспорт запрос для DwCA
uk: Експорт запиту для визначення DwCA

# exportQueryAsReport
source: Define report based on query
ru: Определите отчет на основе запроса
uk: Визначити звіт на основі запиту

# exportQueryAsLabel
source: Define label based on query
ru: Определите метку на основе запроса
uk: Визначте мітку на основі запиту

source: Tree Merge
ru: Слияние узлов дерева
uk: Об'єднання дерев

source: Tree Move
ru: Перемещение узла дерева
uk: Переміщення дерева

source: Tree Synonymize
ru: Синонимизированный узел дерева
uk: Синонімізувати дерево

source: Tree Desynonymize
ru: Отменено синонимизацию узла дерева
uk: Десинонімізація дерева

source: Tree Bulk Move
uk: Масове переміщення дерева

# tooLongErrorMessage
source: Field value is too long. Max allowed length is {maxLength:number|formatted}
ru: Значение поля слишком длинное. Максимально допустимая длина {maxLength:number|formatted}
uk: Значення поля задовге. Максимальна дозволена довжина {maxLength:number|formatted}

# future
source: in the future
ru: Будущее
uk: в майбутньому

# past
source: in the past
ru: Прошлое
uk: в минулому

# year
source: Years
ru: Год
uk: рік

# importHiddenFields
source: The following fields are hidden in the query you imported:
ru: В импортированном запросе скрыты следующие поля:
uk: В імпортованому вами запиті приховано такі поля:

# importNoReadPermission
source: The query you imported contains tables you do not have read access to:
uk: Запит, який ви імпортували, містить таблиці, до яких ви не маєте доступу на читання:

source: No read permission
uk: Немає дозволу на читання

source: Switch to relative
uk: Перейти до відносного

source: Switch to absolute
uk: Перейти до відносного

source: Scroll to editor
uk: Перейдіть до редактора

source: View records
uk: Переглянути записи

source: Choose formatter
uk: Виберіть форматер

source: Range
uk: Діапазон

source: Strict
uk: Суворий

source: Non strict
uk: Не суворий

source: Catalog Number Inheritance
uk: Успадкування каталожних номерів

# formatInputAs
source: Format As: {commaSeparatedFormats:string}
uk: Форматувати як: {commaSeparatedFormats:string}

# day
source: Days
ru: День

# week
source: Weeks
ru: Неделя

# month
source: Months
ru: Месяц
