Repository: specify/specify7
Catalog: strings/wbPlan/*.po
Languages: de_ch, es, ru, uk

source: Data Mapper
de_ch: Datenzuordnung
es: Mapeador de Datos
ru: Сопоставления
uk: Папки даних

# noUploadPlan
source: No Upload Plan is Defined
de_ch: Es wurde kein Uploadplan definiert
es: No hay definido ningún plan de carga
ru: План загрузки не определен
uk: План завантаження не визначено

# noUploadPlanDescription
source: No Upload Plan has been defined for this Data Set. Create one now?
de_ch: Für diesen Datensatz wurde noch kein Upload-Plan definiert. Jetzt einen erstellen?
es: No se ha definido ningún plan de carga para este conjunto de datos. ¿Crear uno ahora?
ru: Для этого набора данных не определен план загрузки. Создать эго сейчас?
uk: Для цього набору даних не визначено план завантаження. Створити зараз?

source: Unmapped Column
de_ch: Nicht gemappte Spalte
es: Columna no asignada
ru: Несопоставленный столбец
uk: Невідповідний стовпець

# notSelected
source: NONE SELECTED
es: NO ASIGNADO/MAPEADO
ru: НЕ ВЫБРАНО
uk: НЕ ВИБРАНО

source: Unmapped
de_ch: Nicht kartiert
es: sin mapear
ru: Не сопоставлений
uk: Не зіставлений

source: Mapped
de_ch: Kartiert
es: Mapeado
ru: Сопоставлений
uk: Нанесено на карту

source: Match Behavior:
de_ch: Übereinstimmungsverhalten:
es: Coincidir en comportamiento:
ru: Поведение при совпадении:
uk: Поведінка відповідності:

source: Column Mapping
de_ch: Spaltenzuordnung
es: Asignación/Mapeo de columnas
ru: Сопоставление столбцов
uk: Відображення стовпців

source: Suggested Mappings:
de_ch: Vorgeschlagene Zuordnungen:
es: Sugerencia de asignaciones/mapeos:
ru: Предлагаемые сопоставления:
uk: Пропоновані зіставлення:

source: Required Fields
de_ch: Erforderliche Felder
es: Campos requeridos
ru: Обязательные поля
uk: Обов'язкові поля

source: Optional Fields
de_ch: Optionale Felder
es: Campos Opcionales
ru: Необязательные поля
uk: Необов'язкові поля

source: Hidden Fields
de_ch: Versteckte Felder
es: Campos Ocultos
ru: Скрытые поля
uk: Приховані поля

source: Reveal Hidden Form Fields
de_ch: Versteckte Formularfelder anzeigen
es: Revelar Campos Ocultos del Formulario
ru: Показать скрытые поля формы
uk: Відкрийте приховані поля форми

source: Mapping Options
de_ch: Zuordnungsoptionen
es: Opciones de asignaciones/mapeo
ru: Параметры сопоставления
uk: Параметри відображення

source: Ignore when Blank
de_ch: Bei leer ignorieren
es: Ignorar cuando en blanco
ru: Игнорировать, когда пусто
uk: Ігнорувати, коли пусто

# ignoreWhenBlankDescription
source: When set to "Ignore when Blank" blank values in this column will not be considered for matching purposes. Blank values are ignored when matching even if a default value is provided
de_ch: Bei der Einstellung "Bei leer ignorieren" werden leere Werte in dieser Spalte beim Abgleich nicht berücksichtigt. Leere Werte werden beim Abgleich ignoriert, auch wenn ein Standardwert angegeben ist
es: Cuando se establece en "Ignorar si está en blanco", los valores en blanco de esta columna no se tendrán en cuenta a efectos de comparación. Los valores en blanco se ignoran a la hora de establecer correspondencias, incluso si se proporciona un valor por defecto
ru: Если задано значение «Игнорировать, когда пусто», пустые значения в этом столбце не будет рассматривается для целей сопоставления. Пустые значения игнорируются при сопоставлении даже если указано значение по умолчанию
uk: Якщо встановлено значення «Ignore when Blank», порожні значення в цьому стовпці не розглядатимуться для цілей зіставлення. Порожні значення ігноруються під час збігу, навіть якщо вказано значення за умовчанням

# ignoreAlways
source: Always Ignore
de_ch: Immer ignorieren
es: Ignorar siempre
ru: Всегда игнорировать
uk: Завжди ігнорувати

# ignoreAlwaysDescription
source: When set to "Ignore Always" the value in this column will never be considered for matching purposes, only for uploading.
de_ch: Bei der Einstellung "Immer ignorieren" wird der Wert in dieser Spalte niemals für den Abgleich, sondern nur für das Hochladen berücksichtigt.
es: Cuando se establece "Ignorar siempre", el valor de esta columna nunca se tomará en cuenta a efectos de comparación; solo al cargar datos.
ru: Если задано значение «Всегда игнорировать», значение в этом столбце никогда не будет рассматривается для целей сопоставления, только для загрузки
uk: Якщо встановлено значення «Ігнорувати завжди», значення в цьому стовпці ніколи не розглядатиметься для цілей зіставлення, лише для завантаження.

# ignoreNever
source: Never Ignore
de_ch: Nie ignorieren
es: Nunca Ignorar
ru: Никогда не игнорировать
uk: Ніколи не ігноруйте

# ignoreNeverDescription
source: This column would always be considered for matching purposes, regardless of it's value
de_ch: Diese Spalte wird immer für den Abgleich berücksichtigt, unabhängig von ihrem Wert
es: Siempre se considerará esta columna a efectos de comparación, independientemente de sus valores
ru: Этот столбец всегда будет учитываться для целей сопоставления, независимо от содержимое столбца
uk: Цей стовпець завжди розглядатиметься для цілей зіставлення, незалежно від його значення

source: Allow Null Values
de_ch: Nullwerte erlauben
es: Permitir valores nulos
ru: Разрешить нулевые значения
uk: Дозволити нульові значення

source: Use Default Value
de_ch: Verwende den Standardwert
es: Usar valor predeterminado
ru: Использовать значение по умолчанию
uk: Використовувати значення за умовчанням

source: Default Value
de_ch: Standardwert
es: Valor predeterminado
ru: Значение по умолчанию
uk: Значення за замовчуванням

# defaultValueDescription
source: This value would be used in place of empty cells
de_ch: Dieser Wert wird anstelle von leeren Zellen verwendet
es: Este valor se usaría en lugar de celdas vacías
ru: Это значение будет использоваться вместо пустых ячеек
uk: Це значення використовуватиметься замість порожніх клітинок

source: Add New Column
de_ch: Neue Spalte hinzufügen
es: Agregar una columna nueva
ru: Добавить новую колонку
uk: Додати новий стовпець

# validationFailed
source: Validation found missing mappings:
de_ch: Die Validierung hat fehlende Zuordnungen gefunden:
es: La validación encontró asignaciones faltantes:
ru: Проверка обнаружила недостающие сопоставления:
uk: Перевірка виявила відсутні зіставлення:

# validationFailedDescription
source: This data mapping is missing one or more data fields required for uploading by your Specify configuration. Add the missing mappings shown or save this Upload Plan as unfinished.
de_ch: In dieser Datenzuordnung fehlen ein oder mehrere Datenfelder, die für das Hochladen gemäss Ihrer Specify-Konfiguration erforderlich sind. Fügen Sie die fehlenden Mappings hinzu oder speichern Sie diesen Upload-Plan als unvollendet.
es: A este mapeo de datos le faltan uno o más campos de datos requeridos para cargar por su configuración de Especificar. Agregue las asignaciones faltantes que se muestran o guarde este plan de carga como inacabado.
ru: В этом сопоставлении данные отсутствует в одном или нескольких полей данных, необходимых для загрузки по вашей Specify конфигурацию. Добавьте недостающие сопоставления или сохраните этот план загрузки как незавершенный.
uk: У цьому відображенні даних відсутнє одне або кілька полів даних, необхідні для завантаження вашою конфігурацією Specify. Додайте відсутні відображення або збережіть цей план завантаження як незавершений.

source: Mapping is required
es: Se requiere asignación
ru: Необходимо сопоставление
uk: Потрібне відображення

source: Continue Editing
de_ch: Bearbeitung fortsetzen
es: Continuar con Edición
ru: Продолжить редактирование
uk: Продовжити редагування

source: Save Unfinished
de_ch: Unvollendet speichern
es: Guardar sin terminar
ru: Сохранить незаконченное
uk: Зберегти незавершене

source: Map
de_ch: Datenzuordnung erstellen
es: Mapear
ru: Сопоставить
uk: Карта

source: Unmap
de_ch: Datenzuordnung auflösen
es: Deshacer mapeo
ru: Отменить сопоставления
uk: Відмінити карту

# mapButtonDescription
source: Map selected field to selected header
de_ch: Ausgewähltes Feld der ausgewählten Feldüberschrift zuordnen
es: Asignar campo seleccionado al encabezamiento seleccionado
ru: Сопоставить выбранное поле с выбранным столбцом
uk: Зіставити вибране поле з вибраним заголовком

# relationshipWithTable
source: Relationship to the {tableName:string} table
de_ch: Beziehung zur Tabelle {tableName:string}
es: Relación con la tabla {tableName:string}
ru: Связь с таблицей {tableName:string}
uk: Відношення до таблиці {tableName:string}

# selectBaseTable
source: Select a Base Table
de_ch: Basistabelle auswählen
es: Seleccione una tabla base
ru: Выберите базовую таблицу
uk: Виберіть базову таблицю

source: Choose Existing Plan
de_ch: Bestehenden Plan auswählen
es: Elegir un Plan ya Existente
ru: Выберите существующий план
uk: Виберіть існуючий план

source: Show All Tables
es: Mostrar Tablas Avanzadas
ru: Показать дополнительные таблицы
uk: Показати всі таблиці

# dataSetUploaded
source: Data Set uploaded. This Upload Plan cannot be changed
de_ch: Datensatz hochgeladen. Dieser Upload-Plan kann nicht geändert werden
es: Conjunto de Datos cargado. El Plan de Carga ya no puede modificarse
ru: Набор данных загружен. Этот план загрузки нельзя изменить
uk: Набір даних завантажено. Цей план завантаження не можна змінити

# dataSetUploadedDescription
source: You are viewing the mappings for an uploaded dataset. To edit the mappings, rollback the uploaded data or create a new dataset
de_ch: Sie betrachten gerade die Datenzuordnungen für einen hochgeladenen Datensatz. Um die Zuordnungen zu bearbeiten, die hochgeladenen Daten zurückzusetzen oder einen neuen Datensatz erstellen
es: Está viendo las asignaciones de campos/mapeo para un conjunto de datos ya cargado. Para editar los mapeos, d´s marcha-atrás para los datos cargados o cree un nuevo conjunto de datos
ru: Вы просматриваете сопоставления для загруженного набора данных. Чтобы изменить сопоставления, откатите загруженные данные или создайте новый набор данных
uk: Ви переглядаєте зіставлення для завантаженого набору даних. Щоб редагувати зіставлення, відкотіть завантажені дані або створіть новий набір даних

source: Base Table
de_ch: Basistabelle
es: Tabla Base
ru: Базовая таблица
uk: Базовий стіл

# goToBaseTable
source: Change the Base Table for Mapping Data Set Columns?
de_ch: Die Basistabelle für die Zuordnung von Datensatzspalten ändern?
es: ¿Cambiar la tabla base para mapear columnas de conjuntos de datos?
ru: Изменить базовую таблицу для сопоставления столбцов набора данных?
uk: Змінити базову таблицю для зіставлення стовпців набору даних?

# goToBaseTableDescription
source: Choosing a different Base Table for a Data Set Upload will make that table the new starting point for column-to-data field mappings and will erase existing mappings. The AutoMapper will attempt to map columns to the new Base Table fields.
de_ch: Durch Auswahl einer anderen Basistabelle für einen Datensatz-Upload wird diese Tabelle zum neuen Ausgangspunkt für die Zuordnung von Spalten zu Datenfeldern und die bestehenden Zuordnungen werden gelöscht. Der AutoMapper wird versuchen, die Spalten den neuen Basistabellenfeldern zuzuordnen.
es: Si elige una tabla base diferente para la carga de un conjunto de datos, esa tabla se convertirá en el nuevo punto de partida para las asignaciones de campo de columna a datos y borrará las asignaciones existentes. El AutoMapper intentará asignar columnas a los nuevos campos de la tabla base.
ru: Выбор другой базовой таблице для загрузки набора данных сделает ту таблицу новой отправной точкой для сопоставлений полей столбцов и данных и сотрет существующие сопоставления. AutoMapper попытается сопоставить столбцы в новые поля базовой таблицы.
uk: Вибір іншої базової таблиці для завантаження набору даних зробить цю таблицю новою відправною точкою для зіставлення стовпців і полів даних і видалить існуючі зіставлення. AutoMapper спробує зіставити стовпці з новими полями базової таблиці.

source: Clear Mapping
de_ch: Datenzuordnung zurücksetzen
es: Borrar Asignacione
ru: Очистить сопоставление
uk: Очистити відображення

source: Rerun AutoMapper
de_ch: AutoMapper erneut ausführen
es: Volver a ejecutar AutoMapper
ru: Перезапустить AutoMapper
uk: Перезапустіть AutoMapper

source: AutoMapper
es: Mapeador automático

# mappingEditor
source: Map Explorer
de_ch: Karten-Explorer
es: Explorador de Asignaciones/Mapeos
ru: Обзор сопоставлений
uk: Оглядач карти

source: Hide Field Mapper
de_ch: Field Mapper ausblenden
es: Ocultar asignador de campos
ru: Спрятать обзор сопоставлений
uk: Приховати Field Mapper

source: Show Field Mapper
de_ch: Field Mapper einblenden
es: Mostrar asignador de campos
ru: Показать обзор сопоставлений
uk: Показати Field Mapper

source: Mappings
de_ch: Zuordnungen
es: Asignaciones/Mapeos
ru: Сопоставления
uk: Відображення

source: Clear Mappings
de_ch: Zuordnungen zurückstellen
es: Borrar asignaciones
ru: Очистить сопоставления
uk: Очистити зіставлення

source: Empty Data Set
de_ch: Datenset leeren
es: Conjunto de datos vacío
ru: Пустой набор данных
uk: Порожній набір даних

# emptyDataSetDescription
source: This Data Set doesn't have any columns.
de_ch: Dieser Datensatz hat keine Spalten.
es: Este Conjunto de Datos carece de columnas.
ru: В этом наборе данных нет столбцов.
uk: Цей набір даних не має стовпців.

# emptyDataSetSecondDescription
source: Press the "Add New Column" button below the mapping lines to add new columns.
de_ch: Klicken Sie auf die Schaltfläche "Neue Spalte hinzufügen" unterhalb der Zuordnungszeilen, um neue Spalten hinzuzufügen.
es: Presione el botón "Agregar nueva columna" debajo de las líneas de mapeo para agregar nuevas columnas.
ru: Нажмите кнопку "Добавить новый столбец" под строками сопоставления, чтобы добавить новые столбцы.
uk: Натисніть кнопку «Додати новий стовпець» під лініями відображення, щоб додати нові стовпці.

# reRunAutoMapperConfirmation
source: Automap to start a new Upload Plan?
de_ch: Automap, um einen neuen Upload-Plan zu starten?
es: ¿Automap para iniciar un nuevo plan de carga?
ru: Автоматически сопоставить?
uk: Автоматична карта, щоб почати новий план завантаження?

# reRunAutoMapperConfirmationDescription
source: This will erase existing data field mappings.
de_ch: Damit werden bestehende Zuordnungen von Datenfeldern gelöscht.
es: Esto borrará las asignaciones de campos de datos existentes.
ru: Это сотрет существующие сопоставления.
uk: Це призведе до видалення наявних зіставлень полів даних.

source: Change Matching Logic
de_ch: Abgleichslogik ändern
es: Cambiar la lógica de coincidencia
ru: Изменить логику соответствия
uk: Змінити логіку відповідності

# matchingLogicDescription
source: Require Data to Match Existing Records
de_ch: Benötigt Daten um vorhandene Datensätze vergleichen zu können
es: Requerir datos para que coincidan con los registros existentes
ru: Требовать сопоставления данных с существующими записями
uk: Вимагати відповідності даних існуючим записам

# matchingLogicUnavailable
source: Matching logic is unavailable for current mappings
de_ch: Die Vergleichslogik ist für aktuelle Mappings nicht verfügbar
es: La lógica de coincidencia no está disponible para las asignaciones actuales
ru: Логика соответствия недоступна для текущих сопоставлений
uk: Логіка зіставлення недоступна для поточних зіставлень

source: Must Match
de_ch: Muss übereinstimmen
es: Debe coincidir
ru: Логика соответствия
uk: Має відповідати

# unloadProtectMessage
source: This mapping has not been saved.
de_ch: Dieses Mapping wurde nicht gespeichert.
es: No se hna guardado estas asignaciones/mapeo.
ru: Это сопоставление не было сохранено.
uk: Це відображення не збережено.

# newHeaderName
source: New Column {index:number}
de_ch: Neue Spalte {index:number}
es: Nueva Columna {index:number}
ru: Новый столбец {index:number}
uk: Нова колонка {index:number}

source: (no header)
de_ch: (keine Kopfzeile)
es: (sin encabezado)
ru: (нет заголовка)
uk: (без заголовка)

# copyPlan
source: Copy plan from existing Data Set
de_ch: Plan aus vorhandenem Datenset kopieren
es: Copie el plan del conjunto de datos existente
ru: Копировать план из существующего набора данных
uk: Скопіюйте план із наявного набору даних

# noPlansToCopyFrom
source: There are no plans available, please continue to create an upload plan.
de_ch: Es sind keine Pläne verfügbar, bitte erstellen Sie einen Upload-Plan.
es: No hay planes disponibles, continúe creando un plan de carga.
ru: Нет доступных планов, продолжайте создавать план загрузки.
uk: Немає доступних планів, продовжуйте створювати план завантаження.

# invalidTemplatePlan
source: Selected Data Set has no upload plan. Please select a different one.
de_ch: Das ausgewählte Datenset hat keinen Upload-Plan. Bitte wählen Sie einen anderen Plan.
es: El conjunto de datos seleccionado no tiene un plan de carga. Seleccione uno diferente.
ru: Выбранный набор данных не имеет плана загрузки. Выберите другой набор данных.
uk: Вибраний набір даних не має плану завантаження. Виберіть інший.

# selectBaseTableWithAttachments
source: Select a Base Table with Attachments
uk: Виберіть базову таблицю з вкладеннями
