Repository: specify/specify7
Catalog: strings/main/*.po
Languages: es, fr, uk

source: Page Not Found
es: Página no encontrada
fr: Page non trouvée
uk: Сторінку не знайдено

# nothingWasFound
source: Oops! Nothing was found
es: ¡Uy! No se encontró nada
fr: Oups ! Rien n'a été trouvé
uk: Ой! Нічого не знайдено

# pageNotFoundDescription
source: The page you are looking for might have been removed, had its name changed or is temporarily unavailable.
es: Es posible que la página que busca haya sido eliminada, haya cambiado de nombre o no esté disponible temporalmente.
fr: La page que vous recherchez a peut-être été supprimée, a changé de nom ou est temporairement indisponible.
uk: Можливо, сторінку, яку ви шукаєте, видалили, її назву змінили або вона тимчасово недоступна.

source: Return to homepage
es: Regresar a la página de inicio
fr: Retour à la page d'accueil
uk: Повернутися на домашню сторінку

# errorOccurred
source: We are sorry, something has gone wrong
es: Lo sentimos, algo ha ido mal
fr: Nous sommes désolés, quelque chose s'est mal passé
uk: Вибачте, щось пішло не так

source: Click to see details
es: Haz clic para ver los detalles
fr: Cliquez pour voir les détails
uk: натисніть, щоб переглянути деталі

# errorOccurredDescription
source: We're sorry, it seems you have encountered an error in Specify 7 that we may not be aware of.
es: Lo sentimos, parece que ha encontrado un error en Specify 7 del que no somos conscientes.
fr: Nous sommes désolés, il semble que vous ayez rencontré une erreur dans Specify 7 dont nous n'avons peut-être pas connaissance.
uk: Вибачте, здається, ви зіткнулися з помилкою в Specify 7, про яку ми могливо не знаємо.

# criticalErrorOccurredDescription
source: To avoid corrupting data records, you need to start again from a safe spot--the Home page.
es: Para evitar corromper los registros de datos, tenemos que empezar de nuevo desde un punto seguro--la página de inicio.
fr: Pour éviter de corrompre les enregistrements de données, nous devons recommencer à partir d'un endroit sûr : la page d'accueil.
uk: Щоб уникнути пошкодження записів даних, нам потрібно почати знову з безпечного місця – домашньої сторінки.

# errorResolutionDescription
source: If this issue persists, please contact your IT support. If this is a Specify Cloud database, please download the error message and send it to <email />.
es: Si el problema persiste, póngase en contacto con el servicio de asistencia informática. Si se trata de una base de datos de Specify en la nube, descargue el mensaje de error y envíelo a <email />.
fr: Si ce problème persiste, veuillez contacter votre support informatique. S'il s'agit d'une base de données Specify Cloud, veuillez télécharger le message d'erreur et l'envoyer à <email />.
uk: Якщо проблема не зникне, зверніться до служби підтримки ІТ. Якщо це база даних Specify Cloud, завантажте повідомлення про помилку та надішліть його на <email />.

# errorResolutionSecondDescription
source: Users from <memberLink>member institutions</memberLink> can search for answered questions and ask for help on our <discourseLink>Community Forum</discourseLink>.
es: Los usuarios de <memberLink>instituciones miembro</memberLink> pueden buscar preguntas respondidas y pedir ayuda en nuestro <discourseLink>Foro de la comunidad</discourseLink>.
fr: Les utilisateurs des <memberLink>institutions membres</memberLink> peuvent rechercher des réponses aux questions et demander de l'aide sur notre <discourseLink>Forum communautaire</discourseLink>.
uk: Користувачі <memberLink>установ-членів</memberLink> можуть шукати відповіді на запитання та звертатися за допомогою на нашому <discourseLink>форумі</discourseLink>.

source: Error Message
es: Mensaje de error
fr: Message d'erreur
uk: Помилка

# leavePageConfirmation
source: Are you sure you want to leave this page?
es: ¿Está seguro de que quiere abandonar esta página?
fr: Voulez-vous vraiment quitter cette page ?
uk: Ви впевнені, що бажаєте покинути цю сторінку?

# leavePageConfirmationDescription
source: Unsaved changes will be lost if you leave this page.
es: Los cambios no guardados se perderán si abandona esta página.
fr: Les modifications non enregistrées seront perdues si vous quittez cette page.
uk: Незбережені зміни буде втрачено, якщо ви залишите цю сторінку.

source: Leave
es: Abandonar
fr: Quitter
uk: Покинути

# versionMismatch
source: Specify version does not match database version
es: La versión de Specify no coincide con la versión de la base de datos
fr: La version de Specify ne correspond pas à la version de la base de données
uk: Версія Specify не відповідає версії бази даних

# versionMismatchDescription
source: The Specify version {specifySixVersion:string} does not match the database version {databaseVersion:string}.
es: La versión de Specify {specifySixVersion:string} no coincide con la versión {databaseVersion:string} de la base de datos.
fr: La version {specifySixVersion:string} de Specify ne correspond pas à la version {databaseVersion:string} de la base de données.
uk: Версія Specify {specifySixVersion:string} не відповідає версії бази даних {databaseVersion:string}.

# versionMismatchSecondDescription
source: Some features of Specify 7 may therefore fail to operate correctly.
es: Por lo tanto, es posible que algunas funciones de Specific 7 no funcionen correctamente.
fr: Certaines fonctionnalités de Specify 7 peuvent donc ne pas fonctionner correctement.
uk: Тому деякі функції Specify 7 можуть не працювати належним чином.

# versionMismatchInstructions
source: Instructions for resolving Specify schema mismatch
es: Instrucciones para resolver la discrepancia del esquema de Specify
fr: Instructions pour résoudre l'incompatibilité de schéma de Specify
uk: Інструкції щодо вирішення невідповідності версій

source: online
es: conectado
fr: en ligne
uk: онлайн

source: offline
es: desconectado
fr: hors ligne
uk: офлайн
