Repository: specify/specify7
Catalog: strings/workbench/*.po
Languages: es, fr, ru, uk

source: Roll Back
es: Retroceder
fr: Retour en arriere
ru: Откат
uk: Відкат

source: Validate
es: Validar
fr: Valider
ru: Проверить
uk: Перевірити

source: Validation
es: Validación
ru: Проверка
uk: Перевірка

source: Upload
es: Cargar
fr: Télécharger
ru: Загрузка
uk: Вавантаження

source: Rolling Back
es: Retrocediendo
fr: Reculer
ru: Откат
uk: Відкат назад

source: Uploading
es: Cargando
fr: Téléchargement
ru: Загрузка
uk: Завантаження

source: Validating
es: Validando
fr: Validation
ru: Проверка
uk: Перевірка

source: Disambiguate
es: Desambiguar
fr: Désambiguïser
ru: Устранить Неоднозначность
uk: Усунути неоднозначність

source: Fill Down
es: Rellenar hacia Abajo
fr: Remplissez
ru: Заполнить Вниз
uk: Заповнити вниз

source: Fill Up
es: Rellenar hacia Arriba
fr: Remplir
ru: Заполнить Вверх
uk: Заповнити

source: Revert
es: Revertir
fr: Revenir
ru: Вернуть
uk: Повернути

source: Data Check
es: Verificar Datos
fr: Vérification des données
ru: Проверка данных
uk: Перевірка даних

source: Data Check: On
es: Verificar Datos: ON
fr: Vérification des données : activée
ru: Проверка данных: вкл.
uk: Перевірка даних: увімкнено

source: Change Owner
es: Cambiar Propietario
fr: Changer de propriétaire
ru: Сменить владельца
uk: Змінити власника

source: Convert Coordinates
es: Convertir Coordenadas
fr: Convertir les coordonnées
ru: Преобразовать координаты
uk: Перетворення координат

source: Navigation
es: Navegación
fr: La navigation
ru: Навигация
uk: Навігація

source: Replace
es: Sustituir
fr: Remplacer
ru: Заменять
uk: Замінити

source: Replacement value
es: Valor a sustituir
fr: Valeur de remplacement
ru: Замена
uk: Відновна вартість

source: Search Results
es: Buscar resultados
fr: Résultats de recherche
ru: Результаты Поиска
uk: Результати пошуку

# clickToToggle
source: Click to toggle visibility
es: Pinchar para alternar visibilidad
fr: Cliquez pour basculer la visibilité
ru: Нажмите, чтобы переключить видимость
uk: Натисніть, щоб увімкнути видимість

source: Configure Search & Replace
es: Configurar Consulta y Sustitución
fr: Configurer la recherche et le remplacement
ru: Настроить поиск и замену
uk: Налаштувати пошук і заміну

source: Modified Cells
es: Celdas Modificadas
fr: Cellules modifiées
ru: Модифицированные клетки
uk: Модифіковані клітини

source: New Cells
es: Celdas Nuevas
fr: Nouvelles cellules
ru: Новые клетки
uk: Нові клітини

source: Error Cells
es: Celdas con Error
fr: Cellules d'erreur
ru: Ячейки с ошибками
uk: Комірки помилок

source: Data Editor
es: Editor de Datos
fr: Éditeur de données
ru: Редактор данных
uk: Редактор даних

# applyAllUnavailable
source: "Apply All" is not available while Data Check is in progress.
es: "Aplicar a Todos" no está disponible durante la Verificación.
fr: "Appliquer tout" n'est pas disponible lorsque la vérification des données est en cours.
ru: «Применить все» недоступно, пока выполняется проверка данных.
uk: Функція «Застосувати все» недоступна, поки триває перевірка даних.

# noMatchErrorMessage
source: No matching record for must-match table.
es: No hay registro que coincida en tabla de coincidencia obligada.
fr: Aucun enregistrement correspondant pour la table de correspondance obligatoire.
ru: Нет соответствующей записи для таблицы обязательного соответствия.
uk: Немає відповідного запису для таблиці обов’язкової відповідності.

# matchedMultipleErrorMessage
source: This value matches two or more existing database records and the match must be disambiguated before uploading.
es: Este valor coincide con dos o más registros existentes en la base de datos y han de desambigüarse antes de cargar.
fr: Cette valeur correspond à deux enregistrements de base de données existants ou plus et la correspondance doit être levée avant le téléchargement.
ru: Это значение соответствует двум или более существующим записям базы данных и совпадению
uk: Це значення збігається з двома чи більше існуючими записами бази даних, і збіг необхідно усунути перед завантаженням.

# validationNoErrorsDescription
source: Validation found no errors, it is ready to be uploaded into the database.
es: La validación no encontró errores, está listo para ser cargado en la base de datos.
fr: La validation n'a trouvé aucune erreur, elle est prête à être téléchargée dans la base de données.
ru: Проверка завершена без ошибок. Этот набора данных готов к загрузке в базу данных.
uk: Перевірка не виявила помилок, вона готова до завантаження в базу даних.

# validationReEditWarning
source: Note: If this Data Set is edited and re-saved, Validate should be re-run prior to Uploading to verify that no errors have been introduced.
es: Nota: si este conjunto de datos se edita y se vuelve a guardar, se debe volver a ejecutar Validar antes de cargar para verificar que no se hayan introducido errores.
fr: Remarque : Si cet ensemble de données est modifié et réenregistré, la validation doit être exécutée à nouveau avant le téléchargement pour vérifier qu'aucune erreur n'a été introduite.
ru: Примечание: Если этот набор данных отредактирован и повторно сохранен, начать проверку снова, чтобы убедиться, что ошибок не было введено.
uk: Примітка. Якщо цей набір даних відредаговано та повторно збережено, перед завантаженням слід повторно запустити перевірку, щоб переконатися, що не було допущено помилок.

# validationErrorsDescription
source: Validation found errors in the Data Set.
es: La validación encontró errores en el conjunto de datos.
fr: La validation a détecté des erreurs dans l'ensemble de données.
ru: Проверка обнаружила ошибки в наборе данных.
uk: Перевірка виявила помилки в наборі даних.

# uploadErrorsDescription
source: The upload failed due to one or more cell value errors.
es: La carga falló debido a uno o más errores de valor de celda.
fr: Le téléchargement a échoué en raison d'une ou plusieurs erreurs de valeur de cellule.
ru: Загрузка не удалась из-за одной или нескольких ошибок значений ячеек.
uk: Помилка завантаження через одну або кілька помилок значення клітинки.

# uploadErrorsSecondDescription
source: Validate the Data Set and review the mouseover hints for each error cell, then make the appropriate corrections. Save and retry the Upload.
es: Valide el conjunto de datos y revise las sugerencias del mouseover para cada celda de error, luego haga las correcciones apropiadas. Guarde y vuelva a intentar la carga.
fr: Validez l'ensemble de données et passez en revue les conseils de survol de la souris pour chaque cellule d'erreur, puis apportez les corrections appropriées. Enregistrez et réessayez le téléchargement.
ru: Проверте набор данных и наведите указатель мыши на каждую ячейку с ошибкой, затем сделайте соответствующие исправления, сохраните и повторите попытку.
uk: Перевірте набір даних і перегляньте підказки під час наведення курсора миші для кожної клітинки з помилкою, потім внесіть відповідні виправлення. Збережіть і повторіть спробу {type:string}.

# emptyStringInline
source: (empty string)
es: (cadena vacía)
fr: (chaîne vide)
ru: (пуста строка)
uk: (порожній рядок)

# wbUploadedUnavailable
source: The data set must be validated or uploaded
es: Se ha de validar o cargar el conjunto de datos
fr: L'ensemble de données doit être validé ou téléchargé
uk: Набір даних має бути перевірений або завантажений

# wbValidateUnavailable
source: An Upload Plan needs to defined before this Data Set can be Validated
es: Se necesita definir un Plan de Carga antes de poder Validar este Conjunto de Datos
fr: Un plan de téléchargement doit être défini avant que cet ensemble de données puisse être validé
ru: План загрузки должен быть определен до того, как этот набор данных может быть проверен
uk: Перед перевіркою цього набору даних необхідно визначити план завантаження

# unavailableWhileEditing
source: This action requires all changes to be saved
es: Esta acción requiere que se guarden todos los cambios
fr: Cette action nécessite que toutes les modifications soient enregistrées
ru: Это действие требует сохранения всех изменений
uk: Ця дія вимагає збереження всіх змін

# uploadUnavailableWhileHasErrors
source: Upload is unavailable while some cells have validation errors
es: Carga de datos no disponible si hay celdas con error de validación
fr: Le téléchargement n'est pas disponible alors que certaines cellules ont des erreurs de validation
ru: Загрузка недоступна, в то время как в некоторых ячейках есть ошибки проверки
uk: Завантаження недоступне, оскільки в деяких клітинках є помилки перевірки

# unavailableWhileViewingResults
source: This action is unavailable while viewing the upload results
es: Acción no disponible cuando se visualizan resultados de la carga de datos
fr: Cette action n'est pas disponible lors de l'affichage des résultats de téléchargement
ru: Это действие недоступно при просмотре результатов загрузки
uk: Ця дія недоступна під час перегляду результатів завантаження

# unavailableWhileValidating
source: This action is unavailable while Data Check is in progress
es: Acción no disponible durante la Comprobación de Datos
fr: Cette action n'est pas disponible lorsque la vérification des données est en cours
ru: Это действие недоступно, пока выполняется проверка данных
uk: Ця дія недоступна, поки триває перевірка даних

# unavailableWithoutLocality
source: This tool requires locality columns to be mapped
es: Esta herramienta requiere Columnas de Localidad mapeadas/asignadas
fr: Cet outil nécessite que les colonnes de localité soient mappées
ru: Этот инструмент требует, чтобы столбцы координат были сопоставлены
uk: Цей інструмент вимагає відображення стовпців місцевості

# unavailableWhenUploaded
source: This tool does not work with uploaded Data Sets
es: Esta herramienta no funciona con Conjuntos de Datos cargados
fr: Cet outil ne fonctionne pas avec les ensembles de données téléchargés
ru: Этот инструмент не работает с загруженными наборами данных
uk: Цей інструмент не працює із завантаженими наборами даних

# dataSetDeletedOrNotFound
source: Data Set was deleted by another session.
es: Otra sesión ha eliminado el conjunro de datos.
fr: L'ensemble de données a été supprimé par une autre session.
ru: Набор данных был удален другим сеансом.
uk: Набір даних видалено іншим сеансом.

source: Include DMS Symbols
es: Incluir Símbolos DMS
fr: Inclure les symboles DMS
ru: Включить символы DMS
uk: Додайте символи DMS

source: Upload Results
es: Cargar Resultados
fr: Télécharger les résultats
ru: Результаты загрузки
uk: План завантаження

source: Potential Upload Results
es: Resultados potenciales de la carga
fr: Résultats de téléchargement potentiels
ru: Возможные результаты загрузки

# noUploadResultsAvailable
source: No upload results are available for this cell
es: No hay resultados de carga disponibles para esta celda
fr: Aucun résultat de téléchargement n'est disponible pour cette cellule
ru: Для этой ячейки нет результатов загрузки
uk: Для цієї клітинки немає результатів завантаження

# wbUploadedDescription
source: Number of new records created in each table:
es: Número de registros nuevos creados en cada tabla:
fr: Nombre de nouveaux enregistrements créés dans chaque table :
ru: Количество новых записей, созданных в каждой таблице:

# wbUploadedPotentialDescription
source: Number of new records that would be created in each table:
es: Número de registros nuevos que se crearían en cada tabla:
fr: Nombre de nouveaux enregistrements qui seraient créés dans chaque table :
ru: Количество новых записей, которые будут созданы в каждой таблице:

source: Navigation Options
es: Opciones de navegación
fr: Options de navigation
ru: Опции навигации
uk: Параметри навігації

source: Cursor Priority
es: Prioridad del cursor
fr: Priorité du curseur
ru: Приоритет курсора
uk: Пріоритет курсору

source: Column first
es: Primero Columna
fr: Colonne en premier
ru: Столбец за столбцом
uk: Колонка перша

source: Row first
es: Primero Fila
fr: Rangée en premier
ru: Ряд за рядом
uk: Перший ряд

source: Search Options
es: Opciones de búsqueda
fr: Options de recherche
ru: Параметры поиска
uk: Параметри пошуку

source: Find entire cells only
es: Encontrar solo celdas completas
fr: Rechercher uniquement des cellules entières
ru: Найти только целые ячейки
uk: Знайти лише цілі клітини

source: Match case
es: Coincidir mayúsculas y minúsculas
fr: Cas de correspondance
ru: Учитывать регистр
uk: Відмінок сірника

source: Use regular expression
es: Usar expresión regular
fr: Utiliser l'expression régulière
ru: Использовать регулярное выражение
uk: Використовуйте регулярний вираз

# liveUpdate
source: Live search
es: Búsqueda en vivo
fr: Recherche en direct
ru: Живой поиск
uk: Живий пошук

source: Replace Options
es: Opciones de reemplazo
fr: Options de remplacement
ru: Параметры замены
uk: Параметри заміни

source: Replace Mode
es: Modo de reemplazo
fr: Remplacer le mode
ru: Режим замены
uk: Режим заміни

# replaceAll
source: Replace all matches
es: Reemplazar todas las coincidencias
fr: Remplacer toutes les correspondances
ru: Заменить все совпадения
uk: Замінити всі збіги

# replaceNext
source: Replace next occurrence
es: Reemplazar siguiente aparición
fr: Remplacer l'occurrence suivante
ru: Заменить следующее происшествие
uk: Замінити наступне входження

source: Import Data Set
es: Importar conjunto de datos
fr: Importer un ensemble de données
ru: Импортировать набор данных
uk: Імпорт набору даних

# wbImportHeader
source: Import a File to Create a New Data Set
es: Importar Archivo para Crear Nuevo Conjunto de Datos
fr: Importer un fichier pour créer un nouvel ensemble de données
ru: Импортируйте файл для создания нового набора данных
uk: Імпортуйте файл, щоб створити новий набір даних

source: Preview Dataset
es: Vista previa de Conjunto de Datos
fr: Aperçu de l'ensemble de données
ru: Предварительный просмотр набора данных
uk: Попередній перегляд набору даних

# errorImporting
source: The following error(s) occurred while importing the file:
es: Se produjeron los siguientes errores al importar el archivo:
fr: Les erreurs suivantes se sont produites lors de l'importation du fichier :
ru: При импорте файла произошли следующие ошибки:
uk: Під час імпортування файлу виникли такі помилки:

# corruptFile
source: The file {fileName:string} is corrupt or contains no data!
es: ¡El archivo {fileName:string} está corrupto o no contiene datos!
fr: Le fichier {fileName:string} est corrompu ou ne contient aucune donnée !
ru: Файл {fileName:string} поврежден или не содержит данных!
uk: Файл {fileName:string} пошкоджено або не містить даних!

source: Character encoding:
es: Codificación de caracteres:
fr: Encodage de caractère:
ru: Кодировка символов:
uk: Кодування символів:

source: Delimiter:
es: Delimitador:
fr: Délimiteur :
ru: Разделитель:
uk: роздільник:

source: Comma
es: Coma
fr: Virgule
ru: Запятая
uk: Кома

source: Semicolon
es: Punto y coma
fr: Point-virgule
ru: Точка с запятой
uk: Крапка з комою

source: Tab
es: Pestaña
fr: Languette
ru: Табуляция
uk: вкладка

source: Space
es: Espacio
fr: Espacer
ru: Пробел
uk: космос

source: Pipe
es: Tubo
fr: Tuyau
ru: Вертикальная черта
uk: Труба

source: Determine automatically
es: Determinar automáticamente
fr: Déterminer automatiquement
ru: Определить автоматически
uk: Регістр сірників

# chooseDataSetName
source: Name for New Data Set:
es: Nombre para Nuevo Conjunto de Datos:
fr: Nom du nouvel ensemble de données :
ru: Имя для нового набора данных:
uk: Назва нового набору даних:

source: First Row is Header:
es: La primera Fila es el Encabezado:
fr: La première ligne est l'en-tête :
ru: Первая строка является заголовок:
uk: Перший рядок – заголовок:

source: Import file
es: Importar archivo
fr: Importer le fichier
ru: Импортировать файл
uk: Імпорт файлу

# columnName
source: Column {columnIndex:number}
es: Columna {columnIndex:number}
fr: Colonne {columnIndex:number}
ru: Столбец {columnIndex:number}
uk: Стовпчик {columnIndex:number}

# newDataSetName
source: New Data Set {date}
es: Nuevo Conjunto de Datos {date}
fr: Nouvel ensemble de données {date}
ru: Новый набор данных {date}
uk: Новий набір даних {date}

# createDataSetInstructions
source: Use "Import a file" or "Create New" to make a new one.
es: Usar "Importar un archivo" o "Crear Nuevo" para generar uno nuevo.
fr: Utilisez "Importer un fichier" ou "Créer un nouveau" pour en créer un nouveau.
ru: Используйте «Импортировать файл» или «Создать новый», чтобы создать новый.
uk: Використовуйте «Імпортувати файл» або «Створити новий», щоб створити новий.

source: Create New
es: Crear Nuevo
fr: Créer un nouveau
ru: Создайте новый
uk: Створити новий

source: Data Set Name
es: Nombre de Conjunto de Datos
fr: Nom de l'ensemble de données
ru: Название набора данных
uk: Назва набору даних

source: Number of rows
es: Número de filas
fr: Nombre de rangées
ru: Количество рядов
uk: Кількість рядів

source: Number of columns
es: Número de columnas
fr: Le nombre de colonnes
ru: Количество столбцов
uk: Кількість стовпців

# importedFileName
source: Import file name:
es: Importar nombre de archivo
fr: Importer le nom du fichier
ru: Имя файла импорта
uk: Імпортувати ім'я файлу

source: (no file name)
es: (sin nombre de archivo)
fr: (pas de nom de fichier)
ru: (файл без имени)
uk: (без імені файлу)

source: Data Set owner changed
es: El propietario del conjunto de datos cambió
fr: Le propriétaire de l'ensemble de données a été modifié
ru: Владелец набора данных изменен
uk: Змінено власника набору даних

source: Data Set:
es: Conjunto de Datos
fr: Base de données
ru: Набор данных
uk: Набір даних

# dataSetUploadedLabel
source: (Uploaded, Read-Only)
es: (Cargado, Solo lectura)
fr: (Téléchargé, en lecture seule)
ru: (Загружено, только для чтения)
uk: (Завантажено, лише для читання)

source: Aborting...
es: Abortando...
fr: Abandon...
ru: Прерывание...
uk: Переривання...

# wbStatusAbortFailed
source: Failed aborting {operationName:string}. Please try again later
es: No se pudo abortar {operationName:string}. Por favor inténtelo más tarde
fr: Échec de l'abandon {operationName:string}. Veuillez réessayer plus tard
ru: Не удалось прервать операцию {operationName:string}. Пожалуйста, попробуйте позже
uk: Не вдалося перервати {operationName:string}. Будь-ласка спробуйте пізніше

# wbStatusOperationProgress
source: {operationName:string} row {current:number|formatted}/{total:number|formatted}
es: {operationName:string} fila {current:number|formatted}/{total:number|formatted}
fr: {operationName:string} ligne {current:number|formatted}/{total:number|formatted}
ru: {operationName:string} строка {current:number|formatted}/{total:number|formatted}
uk: {operationName:string} рядок {current:number|formatted}/{total:number|formatted}

# wbStatusPendingDescription
source: {operationName:string} of this Data Set should begin shortly.
es: {operationName:string} de este Conjunto de Datos debería comenzar en breve.
fr: {operationName:string} de cet ensemble de données devrait commencer sous peu.
ru: {operationName:string} этого набора данных должно начаться в ближайшее время.
uk: {operationName:string} цього набору даних має початися незабаром.

# wbStatusPendingSecondDescription
source: If this message persists for longer than 30 seconds, the {operationName:string} process is busy with another Data Set. Please try again later.
es: Si este mensaje persiste por más de 30 segundos, el proceso {operationName:string} está ocupado con otro Conjunto de Datos. Por favor inténtelo más tarde.
fr: Si ce message persiste pendant plus de 30 secondes, le processus {operationName:string} est occupé avec un autre ensemble de données. Veuillez réessayer plus tard.
ru: Если это сообщение отображается дольше 30 секунд процесс {operationName:string} занят другим набором данных. Пожалуйста, попробуй снова позже.
uk: Якщо це повідомлення зберігається довше 30 секунд, процес {operationName:string} зайнятий іншим набором даних. Будь-ласка спробуйте пізніше.

source: Updating trees...
es: Actualizando árboles...
fr: Mise à jour des arbres...
ru: Обновление деревьев...
uk: Оновлення дерев...
