Repository: specify/specify7
Catalog: strings/forms/*.po
Languages: es, fr, ru, uk

source: Forms
es: Formularios
fr: Formulaires
ru: Формы
uk: Форми

source: Clone
es: Clon
fr: Cloner
ru: Клонировать
uk: Клон

# cloneDescription
source: Create a full copy of current record
es: Crear una copia completa del registro actual
fr: Créer une copie complète de l'enregistrement actuel
ru: Создать полную копию текущей записи
uk: Створити повну копію поточного запису

# valueMustBeUniqueToField
source: Value must be unique to {fieldName:string}
es: El valor debe ser único para {fieldName:string}
fr: La valeur doit être unique à {fieldName:string}
ru: Значение {fieldName:string} должно быть уникальным
uk: Значення має бути унікальним для {fieldName:string}

source: Value must be unique to database
es: El valor debe ser único para la base de datos
fr: La valeur doit être unique dans la base de données
ru: Значение должно быть уникальным в базе данных
uk: Значення має бути унікальним для бази даних

# valuesOfMustBeUniqueToField
source: Values of {values:string} must be unique to {fieldName:string}
es: Los valores de {values:string} deben ser únicos para {fieldName:string}
fr: Les valeurs de {values:string} doivent être uniques à {fieldName:string}
ru: Значения {values:string} в {fieldName:string} должны быть уникальным
uk: Значення {values:string} мають бути унікальними для {fieldName:string}

# valuesOfMustBeUniqueToDatabase
source: Values of {values:string} must be unique to database
es: Los valores de {values:string} deben ser únicos para la base de datos
fr: Les valeurs de {values:string} doivent être uniques à la base de données
ru: Значения {values:string} должны быть уникальным в базе данных
uk: Значення {values:string} мають бути унікальними для бази даних

source: Checking if resource can be deleted…
es: Comprobando si el recurso se puede eliminar…
ru: Проверка возможности удаления ресурса…
uk: Перевірка можливості видалення ресурсу…

source: Delete blocked
es: Eliminar bloqueado
fr: Suppression bloquée
ru: Удаление заблокировано
uk: Видалити заблоковано

# deleteBlockedDescription
source: The resource cannot be deleted because it is referenced by the following resources:
es: El recurso no se puede eliminar porque los siguientes recursos hacen referencia a él:
fr: La ressource ne peut pas être supprimée car les ressources suivantes y font référence :
ru: Ресурс нельзя удалить, так как на него ссылаются следующие ресурсы:
uk: Ресурс не можна видалити, оскільки на нього посилаються такі ресурси:

source: Relationship
es: Relación
fr: Relation
ru: Связь
uk: Стосунків

source: Paleo Map
es: Mapa paleolítico
fr: Carte Paléo
ru: Карта Палео
uk: Палео-мапа

# paleoRequiresGeography
source: {geographyTable:string} Required
es: {geographyTable:string} requerida
ru: Требуется {geographyTable:string}
uk: {geographyTable:string} Обов'язково

# paleoRequiresGeographyDescription
source: The Paleo Map plugin requires that the {localityTable:string} have geographic coordinates and that the paleo context have a geographic age with at least a start time or and end time populated.
es: El complemento Paleo Map requiere que la {localityTable:string} tenga coordenadas geográficas y que el contexto paleo tenga una edad geográfica con al menos una hora de inicio o una hora de finalización poblada.
ru: Плагин Карта Палео требует, чтобы у {localityTable:string} были координаты и что палеоконтекст имеет географический возраст с заполнено как минимум время начала или время окончания.
uk: Плагін Paleo Map вимагає, щоб {localityTable:string} мав географічні координати, а палеодієнтний контекст мав географічний вік із зазначенням принаймні часу початку або часу завершення.

source: Invalid Date
es: Fecha invalida
fr: Date invalide
ru: Недействительная дата
uk: Недійсна дата

# deleteConfirmation
source: Are you sure you want to permanently delete this {tableName:string} from the database?
es: ¿Está seguro de que desea eliminar permanentemente este {tableName:string} de la base de datos?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce {tableName:string} de la base de données ?
ru: Вы уверены, что хотите навсегда удалить этот {tableName:string} из базы данных?
uk: Ви впевнені, що хочете остаточно видалити цей {tableName:string} з бази даних?

# deleteConfirmationDescription
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
ru: Это действие не может быть отменено.
uk: Цю дію не можна скасувати.

source: Date Precision
es: Precisión de fecha
fr: Précision de la date
ru: Точность даты
uk: Точність дати

# monthYear
source: Mon / Year
es: Lunes / Año
fr: Mois / Année
ru: Месяц / Год
uk: Пн / Рік

# yearPlaceholder
source: YYYY
es: AAAA
fr: AAAA
ru: ГГГГ
uk: РРРР

source: Today
es: Hoy
fr: Aujourd'hui
ru: Сегодня
uk: Сьогодні

# todayButtonDescription
source: Set to current date
es: Establecer en la fecha actual
fr: Définir sur la date actuelle
ru: Установить на текущую дату
uk: Встановити на поточну дату

# addToPickListConfirmation
source: Add to {pickListTable:string}?
es: ¿Agregar a la {pickListTable:string}?
fr: Ajouter à {pickListTable:string} ?
ru: Добавить в {pickListTable:string}?
uk: Додати до {pickListTable:string}?

# addToPickListConfirmationDescription
source: Add value "{value:string}" to the {pickListTable:string} named "{pickListName:string}"?
es: ¿Agregar el valor "{value:string}" a la {pickListTable:string} denominada "{pickListName:string}"?
fr: Ajouter la valeur « {value:string} » au {pickListTable:string} nommé « {pickListName:string} » ?
ru: Добавить значение "{value:string}" в {pickListTable:string} "{pickListName:string}"?
uk: Додати значення "{value:string}" до {pickListTable:string} з назвою "{pickListName:string}"?

source: Invalid Type
es: Tipo no válido
fr: Type invalide
ru: Недействительный тип
uk: Недійсний тип

# invalidNumericPicklistValue
source: Only numeric values are supported in this {pickListTable:string}
es: Solo se admiten valores numéricos en esta {pickListTable:string}
fr: Seules les valeurs numériques sont prises en charge dans ce {pickListTable:string}
ru: В этом {pickListTable:string} допускаются только числовые значения
uk: У цьому {pickListTable:string} підтримуються лише числові значення

source: No Data.
es: Sin datos.
fr: Aucune donnée.
ru: Нет данных.
uk: Немає даних.

# recordSetDeletionWarning
source: The {recordSetTable:string} "{recordSetName:string}" will be deleted. The referenced records will NOT be deleted from the database.
es: Se {recordSetTable:string} de registros "{recordSetName:string}". Los registros a los que se hace referencia NO se eliminarán de la base de datos.
fr: Le {recordSetTable:string} « {recordSetName:string} » sera supprimé. Les enregistrements référencés ne seront PAS supprimés de la base de données.
ru: {recordSetTable:string} "{recordSetName:string}" будет удален. Связанные записи не будут удалены из базы данных.
uk: {recordSetTable:string} "{recordSetName:string}" буде видалено. Записи, на які посилаються, НЕ будуть видалені з бази даних.

source: Save record first
es: Guardar registro primero
fr: Sauvegarder d'abord l'enregistrement
ru: Сначала нужко сохранить запись
uk: Спочатку збережіть запис

source: First Record
es: primer registro
fr: Premier enregistrement
ru: Первый объект
uk: Перший запис

source: Last Record
es: Último registro
fr: Dernier enregistrement
ru: Последний объект
uk: Останній запис

source: Previous Record
es: Récord anterior
fr: Enregistrement précédent
ru: Последняя запись
uk: Попередній запис

source: Next Record
es: Siguiente registro
fr: Enregistrement suivant
ru: Следующий объект
uk: Наступний запис

# currentRecord
source: Current object (out of {total:number|formatted})
es: Objeto actual (de {total:number|formatted})
fr: Objet actuel (sur {total:number|formatted})
ru: Текущий объект (из {total:number|formatted})
uk: Поточний об'єкт (з {total:number|formatted})

# unsavedFormUnloadProtect
source: This form has not been saved.
es: Este formulario no ha sido guardado.
fr: Ce formulaire n'a pas été enregistré.
ru: Эта форма не была сохранена.
uk: Цю форму не збережено.

source: Save conflict
es: Guardar conflicto
ru: Сохранить конфликт
uk: Зберегти конфлікт

# saveConflictDescription
source: The data shown on this page has been changed by another user or in another browser tab and is out of date. The page must be reloaded to prevent inconsistent data from being saved.
es: Los datos que se muestran en esta página han sido modificados por otro usuario o en otra pestaña del navegador y están desactualizados. La página debe volver a cargarse para evitar que se guarden datos incoherentes.
fr: Les données affichées sur cette page ont été modifiées par un autre utilisateur ou dans un autre onglet du navigateur et sont obsolètes. La page doit être rechargée pour éviter l'enregistrement de données incohérentes.
ru: Данные, отображаемые на этой странице, были изменены другим пользователем, или другоц вкладке браузера. Страницу необходимо перезагрузить чтобы предотвратить сохранение несогласованных данных.
uk: Дані, що відображаються на цій сторінці, були змінені іншим користувачем або в іншій вкладці браузера та застарілі. Сторінку необхідно перезавантажити, щоб запобігти збереженню невідповідних даних.

source: Save blocked
es: Guardar bloqueado
fr: Enregistrement bloqué
ru: Сохранение заблокировано
uk: Зберегти заблоковано

# saveBlockedDescription
source: Form cannot be saved because of the following error:
es: El formulario no se puede guardar debido a los siguientes errores:
fr: Le formulaire ne peut pas être enregistré en raison de l'erreur suivante :
ru: Форма не может быть сохранена, из-за следующих ошибок:
uk: Форму неможливо зберегти через таку помилку:

# unavailableCommandButton
source: Command N/A
es: Comando N/A
ru: Команда недоступна
uk: Команда Немає

# commandUnavailable
source: Command Not Available
es: Comando no disponible
fr: Commande non disponible
ru: Команда недоступна
uk: Команда недоступна

# commandUnavailableDescription
source: This command is currently unavailable for Specify 7.
es: Este comando no está disponible actualmente para Especificar 7.
fr: Cette commande n'est actuellement pas disponible pour Specify 7.
ru: Эта команда в настоящее время недоступна для Specify 7.
uk: Ця команда наразі недоступна для Specify 7.

# commandUnavailableSecondDescription
source: It was probably included on this form from Specify 6 and may be supported in the future.
es: Probablemente se incluyó en este formulario de Especificar 6 y es posible que se admita en el futuro.
ru: Вероятно, он был включен на етой форме в Specify 6> м может бить поддерживаним в будущем.
uk: Ймовірно, це було включено до цієї форми з Specify 6 і може бути підтримано в майбутньому.

source: Command name
es: Nombre del comando
fr: Nom de la commande
ru: Имя команды
uk: Назва команди

# unavailablePluginButton
source: Plugin N/A
es: Complemento N/A
ru: Плагин недоступен
uk: Плагін Немає

source: Plugin Not Available
es: Complemento no disponible
fr: Plugin non disponible
ru: Плагин недоступен
uk: Плагін недоступний

# pluginNotAvailableDescription
source: This plugin is currently unavailable for Specify 7
es: Este complemento no está disponible actualmente para Specific 7
fr: Ce plugin n'est actuellement pas disponible pour Specify 7
ru: Этот плагин в настоящее время недоступна для Specify 7
uk: Цей плагін наразі недоступний для Specify 7

# wrongTableForPlugin
source: This plugin cannot be used on the {currentTable:string} form. Try moving it to the {supportedTables:string} forms.
es: Este complemento no se puede usar en el formulario {currentTable:string}. Intente moverlo a los formularios {supportedTables:string}.
fr: Ce plugin ne peut pas être utilisé dans le formulaire {currentTable:string}. Essayez de le déplacer vers les formulaires {supportedTables:string}.
ru: Этот плагин нельзя использовать на форме {currentTable:string}. Попробуйте переместить его на формы {supportedTables:string}.
uk: Цей плагін не можна використовувати на формі {currentTable:string}. Спробуйте перемістити його на форми {supportedTables:string}.

# wrongTableForCommand
source: The command cannot be used on the {currentTable:string} form. It can only be used on the {correctTable:string} form.
es: El comando no puede utilizarse en el formulario {currentTable:string}. Sólo puede utilizarse en el formulario {correctTable:string}.
fr: La commande ne peut pas être utilisée dans le formulaire {currentTable:string}. Elle ne peut être utilisée que dans le formulaire {correctTable:string}.
ru: Команда не может быть использована на форме {currentTable:string}. Она может быть использована только на форме {correctTable:string}.
uk: Команду не можна використовувати у формі {currentTable:string}. Її можна використовувати лише у формі {correctTable:string}.

source: Plugin name
es: Nombre del complemento
fr: Nom du plugin
ru: Название плагина
uk: Назва плагіна

# illegalBool
source: Illegal value for a Yes/No field
es: Valor ilegal para un campo Sí/No
fr: Valeur interdite pour un champ Oui/Non
ru: Недопустимое значение для поля Да / Нет
uk: Неприпустиме значення для поля «Так/Ні»

# requiredField
source: Field is required.
es: Se requiere campo.
ru: Поле обязательно для заполнения.
uk: Поле обов'язкове для заповнення.

source: Invalid value
es: valor no válido
fr: Valeur invalide
ru: Недопустимое значение
uk: Недійсне значення

# requiredFormat
source: Required Format: {format:string}.
es: Formato requerido: {format:string}.
fr: Format requis : {format:string}.
ru: Обязательный формат: {format:string}.
uk: Необхідний формат: {format:string}.

# inputTypeNumber
source: Value must be a number
es: El valor debe ser un número
fr: La valeur doit être un nombre
ru: Значение должно быть числом
uk: Значення має бути числом

source: Organization
es: Organización
fr: Organisation
ru: Организация
uk: Організація

source: Person
es: Persona
fr: Personne
ru: Особа
uk: Людина

source: Other
es: Otro
fr: Autre
ru: Иной
uk: Інше

source: Group
es: Grupo
fr: Groupe
ru: Группа
uk: Група

source: User Defined Items
es: Elementos definidos por el usuario
fr: Éléments définis par l'utilisateur
ru: Пользовательские элементы
uk: Елементи, визначені користувачем

source: Entire Table
es: Toda la mesa
fr: Table entière
ru: Вся таблица
uk: Вся таблиця

source: Field From Table
es: Campo de la tabla
fr: Champ de la table
ru: Поле из таблицы
uk: Поле з таблиці

source: Unsupported cell type
es: Tipo de celda no compatible
fr: Type de cellule non pris en charge
ru: Неподдерживаемый тип ячейки
uk: Непідтримуваний тип клітинки

source: Additional results omitted
es: Resultados adicionales omitidos
fr: Résultats supplémentaires masqués
ru: Дополнительные результаты опущены
uk: Додаткові результати пропущені

# recordSelectorUnloadProtect
source: Proceed without saving?
es: ¿Continuar sin guardar?
fr: Continuer sans enregistrer ?
ru: Продолжить без сохранения?
uk: Продовжити без збереження?

# recordSelectorUnloadProtectDescription
source: You might want to save this record before navigating away.
es: Es posible que desee guardar este registro antes de navegar.
ru: Не забудьте сохранить эту запись, прежде чем закрыть ее.
uk: Можливо, ви захочете зберегти цей запис, перш ніж залишати сторінку.

source: Creating new record
es: Creando nuevo registro
fr: Création d'un nouvel enregistrement
ru: Создание новой записи
uk: Створення нового запису

# createNewRecordSet
source: Create a new record set
fr: Créer un nouveau jeu d'enregistrements
uk: Створити новий набір записів

source: Forward
es: Hacia adelante
ru: Вперед
uk: Вперед

source: Reverse
es: Marcha atrás
ru: Обратный
uk: Зворотний

# deletedInline
source: (deleted)
es: (borrado)
fr: (supprimé)
ru: (удален)
uk: (видалено)

# duplicateRecordSetItem
source: Duplicate {recordSetItemTable:string}
es: Elemento de {recordSetItemTable:string}
fr: Dupliquer {recordSetItemTable:string}
ru: Дублирующий {recordSetItemTable:string}
uk: Дублікат {recordSetItemTable:string}

# duplicateRecordSetItemDescription
source: This record is already present in the current {recordSetTable:string}
es: Este registro ya está presente en el {recordSetTable:string} actual
fr: Cet enregistrement est déjà présent dans le {recordSetTable:string} actuel
ru: Этот объект уже присутствует в текущем {recordSetTable:string}
uk: Цей запис вже присутній у поточному {recordSetTable:string}

# addToRecordSet
source: Add to {recordSetTable:string}
es: Agregar al {recordSetTable:string}
fr: Ajouter à {recordSetTable:string}
ru: Добавить в {recordSetTable:string}
uk: Додати до {recordSetTable:string}

# removeFromRecordSet
source: Remove from {recordSetTable:string}
es: Eliminar de {recordSetTable:string}
ru: Удалить из {recordSetTable:string}
uk: Видалити з {recordSetTable:string}

source: Nothing found
es: Nada Encontrado
fr: Rien n'a été trouvé
ru: Ничего не найдено
uk: Нічого не знайдено

source: Carry Forward
es: Llevar adelante
fr: Reporter
ru: Перенести
uk: Перенести далі

# carryForwardEnabled
source: Show Carry Forward button
es: Mostrar el botón Transferir
fr: Afficher le bouton Reporter
ru: Показать кнопку Перенести
uk: Показати кнопку «Перенести вперед»

# bulkCarryForwardEnabled
source: Show Bulk Carry Forward count
uk: Показати кількість групового перенесення

source: Bulk Carry Forward count
uk: Кількість перенесених даних

# carryForwardDescription
source: Create a new record with certain fields carried over
es: Crear un nuevo registro con ciertos campos transferidos
fr: Créer un nouvel enregistrement avec certains champs reportés
ru: Создать новую запись с определенными полями, перенесенными
uk: Створити новий запис із перенесенням певних полів

# carryForwardSettingsDescription
source: Configure fields to carry forward
es: Configurar campos para transferir
fr: Configurer les champs à reporter
ru: Настройте поля для клонирования
uk: Налаштуйте поля для перенесення

# bulkCarryForwardSettingsDescription
source: Configure fields to bulk carry forward
fr: Configurer les champs pour un report en masse
uk: Налаштуйте поля для масового перенесення

# carryForwardTableSettingsDescription
source: Configure fields to carry forward ({tableName:string})
es: Configurar los campos a transferir ({tableName:string})
fr: Configurer les champs à reporter ({tableName:string})
ru: Настройте поля для клонирования ({tableName:string})
uk: Налаштуйте поля для перенесення ({tableName:string})

# bulkCarryForwardTableSettingsDescription
source: Configure fields to bulk carry forward ({tableName:string})
fr: Configurer les champs pour un report en masse ({tableName:string})
uk: Налаштуйте поля для масового перенесення ({tableName:string})

# carryForwardUniqueField
source: This field must be unique. It can not be carried over
es: Este campo debe ser único. No se puede traspasar
fr: Ce champ doit être unique. Il ne peut pas être reporté.
ru: Это поле должно быть уникальным. Оно не может быть перенесено
uk: Це поле має бути унікальним. Його не можна переносити

# cloneButtonEnabled
source: Show Clone button
es: Mostrar botón Clonar
fr: Afficher le bouton Cloner
ru: Показать кнопку клонирования
uk: Кнопка «Показати клон»

# addButtonEnabled
source: Show Add button
es: Mostrar el botón Agregar
fr: Afficher le bouton Ajouter
ru: Показать кнопку добавления
uk: Показати кнопку «Додати»

# addButtonDescription
source: Create a new blank record
es: Crear un nuevo registro en blanco
fr: Créer un nouvel enregistrement vierge
ru: Создать новую пустую запись
uk: Створити новий пустий запис

source: Auto Numbering
es: Numeración automática
fr: Numérotation automatique
ru: Автонумерация
uk: Автоматична нумерація

source: Edit Form Definition
es: Editar definición de formulario
fr: Modifier la définition du formulaire
ru: Редактировать схему формы
uk: Редагувати визначення форми

source: Use Auto Generated Form
es: Usar formulario generado automáticamente
fr: Utiliser le formulaire généré automatiquement
ru: Использовать автоматическую схему формы
uk: Використати автоматично згенеровану форму

# useFieldLabels
source: Use Localized Field Labels
es: Usar etiquetas de campo localizadas
fr: Utiliser les étiquettes de champs localisées
ru: Использовать локализованные названия полей
uk: Використовуйте локалізовані мітки полів

# showFieldLabels
source: Show Localized Field Labels
fr: Afficher les étiquettes de champ localisées
uk: Показати локалізовані підписи полів

# showDataModelLabels
source: Show Data Model Field Names
fr: Afficher les noms des champs du modèle de données
uk: Показати назви полів моделі даних

source: Edit history
fr: Modifier l'historique
uk: Історія редагування

# editHistoryQueryName
source: Edit history for "{formattedRecord:string}"
fr: Modifier l'historique pour « {formattedRecord:string} »
uk: Історія редагувань для "{formattedRecord:string}"

source: Form Configuration
es: Configuración de formulario
fr: Configuration du formulaire
ru: Конфигурация формы
uk: Конфігурація форми

source: Form State
es: Estado del formulario
fr: État du formulaire
ru: Состояние формы
uk: Стан форми

source: Record Information
es: Información de registro
ru: Информация об объекте
uk: Інформація про запис

source: Share Record
es: Compartir registro
fr: Partager l'enregistrement
ru: Поделиться объектом
uk: Поділитися записом

source: Find usages
es: Buscar usos
ru: Найти использование
uk: Знайти вживання

# usagesOfPickList
source: Usages of "{pickList:string}" pick list
es: Usos de la lista de selección "{pickList:string}"
fr: Utilisations de la liste de sélection « {pickList:string} »
ru: Использование "{pickList:string}" списка выбора
uk: Використання списку вибору "{pickList:string}"

source: Subform
es: Subformulario
fr: Sous-formulaire
ru: Форма
uk: Підформа

# formTable
source: Grid
es: Cuadrícula
fr: Grille
ru: Таблица
uk: Сітка

# subviewConfiguration
source: Subview
es: Subvista
fr: Sous-vue
ru: Конфигурация подчиненной формы
uk: Підвид

# disableReadOnly
source: Disable read-only mode
es: Deshabilitar el modo de solo lectura
fr: Désactiver le mode lecture seule
ru: Отключить режим только для чтения
uk: Вимкнути режим лише для читання

# enableReadOnly
source: Enable read-only mode
es: Habilitar el modo de solo lectura
fr: Activer le mode lecture seule
ru: Включить режим только для чтения
uk: Увімкнути режим лише для читання

source: Configure data entry tables
es: Configurar tablas de entrada de datos
fr: Configurer les tables de saisie de données
ru: Настроить таблицы ввода данных
uk: Налаштування таблиць для введення даних

source: Configure interaction tables
fr: Configurer les tables d'interaction
uk: Налаштування таблиць взаємодії

source: Form Meta
es: Formulario Meta
ru: Мета-данные формы
uk: Метадані форми

# newResourceTitle
source: New {tableName:string}
es: Nuevo {tableName:string}
ru: Новый {tableName:string}
uk: Новий {tableName:string}

source: Resource deleted
es: Recurso eliminado
fr: Ressource supprimée
uk: Ресурс видалено

# resourceDeletedDescription
source: Item was deleted successfully.
es: El elemento se eliminó con éxito.
ru: Успешно удален.
uk: Елемент успішно видалено.

# dateRange
source: (Range: {from:string} - {to:string})
fr: (Plage : {from:string} - {to:string})
uk: (Діапазон: {from:string} - {to:string})

# catalogNumberNumericFormatter
source: Catalog Number Numeric
fr: Numéro de catalogue numérique
uk: Номер у каталозі (числовий)

source: Select source of tables
es: Seleccione la fuente de las tablas
ru: Выберите источник таблиц

# inheritLegacySettings
source: Copy Specify 6 settings
es: Copiar Especificar 6 configuraciones
ru: Копировать настройки из Specify 6

source: Use custom settings
es: Usar configuraciones personalizadas
ru: Использовать другие настройки
