Repository: specify/specify7
Catalog: strings/header/*.po
Languages: es, ru, uk

source: Skip to Content
es: Ir al contenido
ru: Перейти к содержанию
uk: Перейти до вмісту

source: Main
es: Principal
uk: Головна

# currentCollection
source: Current {collectionTable:string}
es: Actual {collectionTable:string}
ru: Текущая {collectionTable:string}
uk: Поточна {collectionTable:string}

source: Data Entry
es: Entrada de datos
ru: Ввод данных
uk: Введення даних

# makeDwca
source: Create DwC Archive
es: Crear un archivo DwC
ru: Создать архив DwC
uk: Створити архів DwC

# updateExportFeed
source: Update RSS Feed
es: Actualizar feed RSS
ru: Обновить RSS-канал
uk: Оновити RSS-канал

# updateExportFeedConfirmation
source: Update export feed?
es: ¿Actualizar el feed de exportación?
ru: Обновить фид экспорта?
uk: Оновити канал експорту?

# updateExportFeedConfirmationDescription
source: Update all RSS export feed items now?
es: ¿Actualizar todos los elementos del feed de exportación RSS ahora?
ru: Обновить все элементы RSS-канала экспорта сейчас?
uk: Оновити всі елементи RSS-експорту?

# feedExportStarted
source: Export feed update started
es: Iniciada la actualización del feed de exportación
ru: Начато обновление фида экспорта
uk: Оновлення каналу експорту розпочато

# feedExportStartedDescription
source: Update started. You will receive a notification for each feed item updated.
es: Actualización iniciada. Recibirá una notificación por cada elemento actualizado.
ru: Обновление запущено. Вы будете получать уведомление о каждом обновлении элемента фида.
uk: Оновлення розпочато. Ви отримаєте сповіщення про кожен оновлений елемент каналу.

source: DwCA export started
es: Exportación DwCA iniciada
ru: Начат экспорт DwCA
uk: Розпочато експорт DwCA

# dwcaExportStartedDescription
source: Export started. You will receive a notification when the export is complete.
es: Exportación iniciada. Recibirá una notificación cuando finalice la exportación.
ru: Экспорт запущен. Вы получите уведомление, когда экспорт будет завершен.
uk: Експорт розпочато. Коли експорт завершиться, ви отримаєте сповіщення.

source: Locality Update Tool
es: Herramienta de actualización de localidad
uk: Інструмент оновлення місцевості

source: Label Name
es: Herramientas administrativas
ru: Название ярлыка
uk: Назва бірки

source: Report Name
es: Reportar nombre
ru: Название отчета
uk: Назва звіту

# createLabel
source: Create new label
es: Crear nueva etiqueta
ru: Создать новый ярлык
uk: Створити нову бірку

# createReport
source: Create new report
es: Crear nuevo informe
ru: Создать новый отчет
uk: Створити новий звіт

source: Repair Tree
es: Reparar arbol
ru: Ремонтное дерево
uk: Ремонтувати дерево

# treeRepairComplete
source: Tree repair is complete.
es: La reparación del árbol está completa.
ru: Ремонт дерева завершен.
uk: Ремонт дерева завершено.

source: Choose
es: Elegir
uk: Виберіте

source: Choose DwCA
es: Elige DwCA
ru: Выберите ДвКА
uk: Виберіть DwCA

source: DwCA Resource
es: Recurso DwCA
uk: Ресурси DwCA

source: Choose Metadata resource
es: Elija recurso de metadatos
ru: Выберите ресурс метаданных
uk: Виберіть ресурс метаданих

source: Metadata Resource
es: Recurso de metadatos
uk: Ресурс метаданих

source: Simple Search
es: Búsqueda sencilla
uk: Експрес-пошук

source: Primary Search
es: Búsqueda primaria
ru: Основной поиск
uk: Первинний пошук

source: Secondary Search
es: Búsqueda secundaria
ru: Вторичный поиск
uk: Вторинний пошук

source: Menu Items
es: Elementos de menú
ru: Элементы меню
uk: Елементи меню

source: User Tools
es: Herramientas de usuario
ru: Инструменты
uk: Інструменти

# userToolsForUser
source: User Tools ({userName:string})
es: Herramientas de usuario ({userName:string})
ru: Инструменты ({userName:string})
uk: Інструменти ({userName:string})

# helpLocalizeSpecify
source: Help Localize Specify 7
es: Ayuda a localizar Especificar 7
ru: Помогите локализовать Укажите 7
uk: Допоможіть перекласти Specify 7

# helpLocalizeSpecifyDescription
source: We would be very grateful for your support localizing Specify 7 User Interface. If you are interested, please <link>see the instructions</link>.
es: Estaríamos muy agradecidos por su ayuda para localizar la interfaz de usuario de Specify 7. Si está interesado, por favor <link>consulte las instrucciones</link>.
ru: Мы будем очень признательны за вашу поддержку в локализации пользовательского интерфейса Specify 7. Если вы заинтересованы, отправьте электронное письмо по адресу <link>см. Инструкции</link>.
uk: Ми будемо дуже вдячні за вашу підтримку в перекладі інтерфейсу Specify 7. Якщо ви зацікавлені, <link>перегляньте інструкції</link>.

# incompleteInline
source: (incomplete)
es: (incompleto)
ru: (неполный)
uk: (не закінчено)

source: Incomplete localization
es: Localización incompleta
ru: Неполная локализация
uk: Неповна локалізація

# incompleteLocalizationDescription
source: Translation to this language is not yet complete. Some elements may be missing localization, or have incorrect localization. If you are interested in helping us complete localization, please <link>follow the instructions.</link>
es: La traducción a este idioma aún no está completa. Es posible que a algunos elementos les falte localización o que tengan una localización incorrecta. Si está interesado en ayudarnos a completar la localización, <link>siga las instrucciones.</link>
ru: Перевод на этот язык еще не завершен. У некоторых элементов может отсутствовать локализация или они имеют неправильную локализацию. Если вы хотите помочь нам завершить локализацию, <link>следуйте инструкциям.</link>
uk: Переклад цією мовою ще не завершено. Деякі елементи можуть не мати локалізації або мати неправильну локалізацію. Якщо ви зацікавлені в тому, щоб допомогти нам завершити локалізацію, будь ласка, <link>прочитайте інструкцій.</link>

# tableApi
source: Tables API
es: API de tablas
ru: API таблиц
uk: API таблиць

source: Operations API
es: API de operaciones
ru: Операционный API
uk: API операцій

source: Documentation
es: Documentación
ru: Документация
uk: Документація

# administration
source: Administrative Tools
es: Herramientas administrativas
ru: Инструменты управления
uk: Адміністрування

# developers
source: Developer Resources
es: Recursos para desarrolladores
ru: Ресурсы для разработчиков
uk: Для розробників

# forum
source: Community Forum
es: Foro Comunitario
ru: форум сообщества
uk: Форум

# clearCache
source: Clear Browser Cache
es: Borrar caché del navegador
ru: Очистить кеш браузера
uk: Очистити кеш браузера

# cacheCleared
source: Cache has been cleared. Please reload the page.
es: Se ha borrado la caché. Por favor recarga la página.
ru: Кэш очищен. Пожалуйста, перезагрузите страницу.
uk: Кеш очищено. Перезавантажте сторінку.

# technicalDocumentation
source: Technical Docs
es: Documentos técnicos
ru: Технические документы
uk: Технічні документи
