Repository: specify/specify7
Catalog: strings/specifyNetwork/*.po
Languages: es, uk

source: Specify Network
es: Specify red

# occurrenceOrGuidRequired
source: Species Name or GUID must be provided to display this page
es: Se debe proporcionar el nombre de especie o el GUID para mostrar esta página
uk: Щоб відобразити цю сторінку, необхідно вказати назву виду або GUID

# noDataError
source: Unable to find any data for this request
es: No se encuentran datos para esta solicitud
uk: Неможливо знайти дані для цього запиту

# noDataErrorDescription
source: Please try searching for a different record
es: Intente buscar un registro diferente
uk: Будь ласка, спробуйте знайти інший запис

source: Data Quality
es: Calidad de datos
uk: Якість даних

# reportedBy
source: Reported by {provider:string}
es: Reportado por {provider:string}
uk: Повідомлено {provider:string}

source: Collection Date
es: Fecha de colecta
uk: Дата збору

# mapDescription
source: This map shows occurrences of this taxon from the iDigBio and GBIF aggregators.
es: Este mapa muestra los registros de este taxón en los agregadores iDigBio y GBIF.
uk: Ця карта показує випадки появи цього таксону з агрегаторів iDigBio та GBIF.

# iDigBioDescription
source: Occurrences recorded in iDigBio are shown as round green points, except for those from the current collection recorded in iDigBio that are round red points. Zooming in on the red points brings up a blue teardrop pin, clicking on the pin executes a locality query in Specify that shows all of the species in the current Specify database collected from that location.
es: Los registros recogidos en iDigBio se muestran como puntos verdes redondos, excepto los de esta colección, registrados en iDigBio, que son puntos rojos redondos. Al acercarse a los puntos rojos, aparece una chincheta en forma de lágrima azul; al hacer clic en la chincheta, se ejecuta una consulta de localidad en Specify que muestra todas las especies en la base de datos actual de Specify colectadas en esa localización.
uk: Випадки, записані в iDigBio, відображаються круглими зеленими точками, за винятком випадків із поточної колекції, записаної в iDigBio, які мають круглі червоні точки. Якщо збільшити масштаб червоних точок, з’явиться блакитна краплеподібна шпилька, натиснувши на шпильку, буде виконано запит місцевості в Specify, який покаже всі види в поточній базі даних Specify, зібрані з цього місця.

# gbifDescription
source: For GBIF data, individual points and clusters of points are shown as hexagons of different colors ranging from yellow to orange to red. Dark red hexagons corresponding to densest distributions of collected specimens of that species.
es: Para los datos de GBIF, los puntos individuales y los grupos de puntos se muestran como hexágonos de diferentes colores que van del amarillo al naranja y al rojo. Hexágonos de color rojo oscuro que corresponden a las distribuciones más densas de especímenes colectados de esa especie.
uk: Для даних GBIF окремі точки та кластери точок відображаються як шестикутники різних кольорів від жовтого до оранжевого та червоного. Темно-червоні шестикутники відповідають найщільнішому розподілу зібраних зразків цього виду.

source: Connect to GBIF
es: Conectarse a GBIF
uk: Підключіться до GBIF

# searchForInstitution
source: Search for your institution:
es: Buscar tu institución::
uk: Шукайте свій заклад:

# institutionDistributionMap
source: Distribution map of all of the digitized specimens curated in your Institution
es: Mapa de distribución de todos los ejemplares digitalizados conservados en su Institución
uk: Карта розповсюдження всіх оцифрованих зразків, збережених у вашій установі

# collectionDistributionMap
source: Distribution map of all of the digitized specimens curated in your Collection
es: Mapa de distribución de todos los ejemplares digitalizados conservados en su Colección
uk: Карта розповсюдження всіх оцифрованих зразків у вашій колекції

source: Start Year
es: Año de inicio
uk: Рік початку

source: End Year
es: Año final
uk: Кінцевий рік
