Repository: specify/specify7
Catalog: strings/stats/*.po
Languages: uk

source: Holdings
uk: Холдинги

source: Collection Objects
uk: Об'єкти колекції

source: Type Specimens
uk: Типові зразки

source: Curation
uk: Кураторство

source: Loans
uk: Кредити

# itemsOnLoans
source: Items on Loan
uk: Речі в оренду

# openLoansStat
source: Open Loans
uk: Відкриті позики

source: Overdue Loans
uk: Прострочені кредити

source: Locality / Geography
uk: Місцевість / Географія

source: Localities
uk: Населені пункти

source: Geography Entries
uk: Географічні записи

source: Countries
uk: Країни

source: Georeferenced Localities
uk: Геоприв'язані населені пункти

source: Digitization
uk: Оцифрування

# digitizedLastSevenDays
source: Digitized Last 7 Days
uk: Оцифровано за останні 7 днів

source: Digitized Last Month
uk: Оцифровано минулого місяця

source: Digitized Last Year
uk: Оцифровано минулого року

source: Choose Statistics
uk: Виберіть Статистику

source: Select From Queries
uk: Вибрати з запитів

# selectFromAvailableDefault
source: Select From Available Default Statistics
uk: Виберіть із доступної статистики за замовчуванням

source: Collection
uk: Колекція

source: Personal
uk: Особисте

source: Private
uk: Приватний

source: Collection Objects Cataloged
uk: Каталогізовані об'єкти колекції

source: Collection Objects Determined
uk: Визначено об'єкти колекції

source: Last refreshed
uk: Останнє оновлення

source: Category Name
uk: Назва категорії

source: Item Name
uk: Назва елемента

source: Item Value
uk: Значення елемента

source: Download as TSV
uk: Завантажити як TSV

source: Shared
uk: Спільний доступ

source: Statistics
uk: Статистика

source: Delete Category
uk: Видалити категорію

source: Edit Page
uk: Редагувати сторінку

source: Add Page
uk: Додати сторінку

source: Add a Category
uk: Додати категорію

source: Refresh
uk: Оновити

source: Collection Objects with images
uk: Об'єкти колекції із зображеннями

source: Collection Objects with attachments
uk: Об'єкти колекції з вкладеннями

source: Error
uk: Помилка

# taxonRepresented
source: Taxa Represented
uk: Представлені таксони

source: Geographies Represented
uk: Представлені географічні регіони

source: Percent Georeferenced
uk: Відсоток геоприв'язаних

source: Percent Imaged
uk: Відсоток зображень

# deleteWarning
source: Are you sure you want to delete the category?
uk: Ви впевнені, що хочете видалити категорію?

# categoryToDelete
source: This will permanently delete the following category
uk: Це остаточно видалить наступну категорію

# layoutPreference
source: Defines the layout of the statistics page
uk: Визначає макет сторінки статистики

# showPreparationsTotal
source: Show Preparations Totals
uk: Підсумки підготовки до шоу

# showPreparationsTotalDescription
source: If enabled, the default Preparations statistics panel will include a total count for each preparation of a particular preparation type alongside the overall total. This is useful for lot-based collections.
uk: Якщо ввімкнено, панель статистики препаратів за замовчуванням включатиме загальну кількість для кожного препарату певного типу препарату поряд із загальною кількістю. Це корисно для колекцій на основі партій.

# autoRefreshRate
source: Auto-Refresh Rate (Hours)
uk: Частота автоматичного оновлення (години)

# autoRefreshRateDescription
source: The time interval, in hours, at which the statistics page will automatically refresh its data. Default is 24.
uk: Інтервал часу в годинах, через який сторінка статистики автоматично оновлюватиме свої дані. Значення за замовчуванням – 24.
