Repository: specify/specify7
Catalog: strings/tree/*.po
Languages: es, ru, uk

source: Trees
es: Árboles
ru: Деревья
uk: дерева

# badStructure
source: Bad tree structure.
es: Estructura de árbol incorrecta.
ru: У дерева плохая структура.
uk: Погана структура дерева.

source: Move
es: Mover
ru: Переместить
uk: рухатися

source: Merge
es: Unir
ru: Объединить
uk: Об’єднати

source: Undo Synonymy
es: Deshacer sinonimia
ru: Отменить синонимию
uk: Листковий вузол

source: Synonymize
es: Sinonimizar
ru: Сделать синонимом
uk: Синонімізувати

# actionFailed
source: Operation failed
es: Operación fallida
ru: Операция провалена
uk: Операція не вдалася

# actionFailedDescription
source: The operation could not be completed due to the following errors:
es: La operación no se pudo completar debido a los siguientes errores:
ru: Операция не может быть завершена из-за следующих ошибок:
uk: Операцію не вдалося завершити через такі помилки:

source: Move node
es: Mover nodo
ru: Переместить
uk: Перемістити вузол

source: Add Child
es: Agregar hijo
ru: Добавить Ребенка
uk: Додати дитину

# moveNodeHere
source: Move "{nodeName:string}" here
es: Mover "{nodeName:string}" aquí
ru: Переместите «{nodeName:string}» сюда
uk: Перемістіть сюди "{nodeName:string}"

# moveNodePreparationsHere
source: Move all "{nodeName:string}" preparations here
es: Mover todas las preparaciones "{nodeName:string}" aquí
uk: Перемістіть сюди всі препарати "{nodeName:string}"

# nodeMoveMessage
source: The {treeName:string} node "{nodeName:string}" will be placed, along with all of its descendants, under the new parent "{parentName:string}".
es: El nodo {treeName:string} "{nodeName:string}" se colocará, junto con todos sus descendientes, bajo el nuevo padre "{parentName:string}".
ru: «{nodeName:string}» ({treeName:string}) будет размещен вместе со всеми его дочерними элементами, под новым родительским элементом {parentName:string}.
uk: Вузол {treeName:string} "{nodeName:string}" буде розміщено разом із усіма його нащадками під новим батьківським вузлом "{parentName:string}".

# nodeBulkMoveMessage
source: The {treeName:string} node "{nodeName:string}" preparations will be placed under the new location "{parentName:string}".
es: Las preparaciones del nodo {treeName:string} "{nodeName:string}" se colocarán en la nueva ubicación "{parentName:string}".
uk: Підготовка вузла {treeName:string} "{nodeName:string}" буде розміщена в новому місці розташування "{parentName:string}".

# cantMoveHere
source: Can't move this tree node here
es: No se puede mover este nodo del árbol aquí
ru: Невозможно переместить этот узел в этот узел
uk: Неможливо перемістити цей вузол дерева сюди

# cantMergeHere
source: Can't merge this tree node here
es: No se puede fusionar este nodo de árbol aquí
ru: Невозможно объединить этот узел в этот узел
uk: Неможливо об’єднати цей вузол дерева тут

# cantMoveToSynonym
source: Can't move to a synonym
es: No se puede mover a un sinónimo
ru: Невозможно переместить в синоним
uk: Неможливо перейти до синоніма

# cantMergeIntoSynonym
source: Can't merge into synonyms
es: No se pueden fusionar en sinónimos
ru: Невозможно объединить в синонимы
uk: Не можна об’єднувати в синоніми

# cantSynonymizeSynonym
source: Can't synonymize with a synonym
es: No se puede sinonimizar con un sinónimo
ru: Невозможно сделать синонимом синонима
uk: Не можна синонімізувати синонім

# nodeMoveHintMessage
source: Select a new parent for "{nodeName:string}"
es: Seleccione un nuevo padre para "{nodeName:string}"
ru: Выберите нового родителя для «{nodeName:string}»
uk: Виберіть новий батьківський елемент для "{nodeName:string}"

source: Merge node
es: Fusionar el nodo
ru: Объединить
uk: Вузол злиття

# mergeNodeHere
source: Merge "{nodeName:string}" here
es: Fusionar "{nodeName:string}" aquí
ru: Объедините «{nodeName:string}» здесь
uk: Об'єднайте "{nodeName:string}" тут

# mergeNodeHintMessage
source: Select a new target for "{nodeName:string}" to be merged into
es: Seleccione un nuevo objetivo para fusionar "{nodeName:string}"
ru: Выберите новый пункт назначения для слияния «{nodeName:string}»
uk: Виберіть нову ціль для «{nodeName:string}», у яку потрібно об’єднати

# bulkMoveNodeHintMessage
source: Select a new target for "{nodeName:string}" preparations to be moved into
es: Seleccione un nuevo objetivo para los preparaciones "{nodeName:string}" que se trasladarán a
uk: Виберіть нову ціль для препаратів "{nodeName:string}", до якої потрібно переміститися

# mergeNodeMessage
source: All references to {treeName:string} node "{nodeName:string}" will be replaced with "{parentName:string}", and all descendants of "{nodeName:string}" will be moved to "{parentName:string}" with any descendants matching in name and rank being themselves merged recursively.
es: Todas las referencias al nodo {treeName:string} "{nodeName:string}" serán reemplazadas por "{parentName:string}", todos los descendientes de "{nodeName:string}" se moverán a "{parentName:string}" y todos los descendientes que coincidan en nombre y rango se fusionarán de forma recursiva.
ru: Все ссылки на "{nodeName:string}" ({treeName:string}) будут заменены с "{parentName:string}", и все потомки "{nodeName:string}" будет перемещен в "{parentName:string}" с соответствующими потомками по названию и рангу подвергнется рекурсивному слиянию.
uk: Усі посилання на вузол {treeName:string} «{nodeName:string}» буде замінено на «{parentName:string}», а всі нащадки «{nodeName:string}» буде переміщено до «{parentName:string}», а будь-які нащадки, що відповідають імені та рангу, будуть самі собою об'єднані рекурсивно.

source: Synonymize node
es: Sinonimizar nodo
ru: Синонимизировать
uk: Синонімізувати вузол

# makeSynonym
source: Make {nodeName:string} a synonym of {synonymName:string}
es: Hacer de {nodeName:string} un sinónimo de {synonymName:string}
ru: Сделайте {nodeName:string} синонимом {synonymName:string}
uk: Зробити {nodeName:string} синонімом {synonymName:string}

# synonymizeNodeHintMessage
source: Select a target for "{nodeName:string}" to be synonymized to
es: Seleccione un objetivo para que "{nodeName:string}" se convierta en sinónimo
ru: Выберите цель, синонимом которой будет «{nodeName:string}»
uk: Виберіть ціль для "{nodeName:string}", який буде синонімічним

# synonymizeMessage
source: The {treeName:string} node "{nodeName:string}" will be made a synonym of "{synonymName:string}".
es: El nodo {treeName:string} "{nodeName:string}" se convertirá en sinónimo de "{synonymName:string}".
ru: Узел «{nodeName:string}» ({treeName:string}) станет синонимом «{synonymName:string}».
uk: Вузол {treeName:string} "{nodeName:string}" стане синонімом "{synonymName:string}".

source: Desynonymize node
es: Desinonimizar nodo
ru: Отменить синонимизацию
uk: Десинонімізувати вузол

# desynonymizeNodeMessage
source: "{nodeName:string}" will no longer be a synonym of "{synonymName:string}".
es: "{nodeName:string}" ya no será sinónimo de "{synonymName:string}".
ru: «{nodeName:string}» больше не будет синонимом «{synonymName:string}».
uk: "{nodeName:string}" більше не буде синонімом "{synonymName:string}".

# acceptedName
source: Preferred: {name:string}
es: Preferido: {name:string}
ru: Предпочтительний: {name:string}
uk: Бажано: {name:string}

# synonyms
source: Synonyms: {names:string}
es: Sinónimos: {names:string}
uk: Синоніми: {names:string}

# treeViewTitle
source: {treeName:string} Tree
es: {treeName:string} Árbol
ru: {treeName:string} Дерево
uk: {treeName:string} Дерево

# searchTreePlaceholder
source: Search Tree
es: Árbol de búsqueda
ru: Поиск
uk: Дерево пошуку

source: Opened
es: Abierto
ru: Открыт
uk: Відкрито

source: Closed
es: Cerrado
ru: Закрыт
uk: ЗАЧИНЕНО

source: Leaf Node
es: Nodo de hoja
ru: Угловой узел
uk: Листковий вузол

# directCollectionObjectCount
source: Direct {collectionObjectTable:string} Count
es: Recuento directo {collectionObjectTable:string}
ru: Количество прямых {collectionObjectTable:string}
uk: Прямий підрахунок {collectionObjectTable:string}

# indirectCollectionObjectCount
source: Indirect {collectionObjectTable:string} Count
es: Recuento indirecto {collectionObjectTable:string}
ru: Количество непрямых {collectionObjectTable:string}
uk: Непрямий підрахунок {collectionObjectTable:string}

source: Edit Ranks
es: Editar rangos
ru: Изменить ранги
uk: Редагувати ранги

# resourceToDelete
source: This will permanently delete the following resource
es: Esto eliminará permanentemente el siguiente recurso
uk: Це призведе до остаточного видалення наступного ресурсу

# associatedNodesOnly
source: Show only nodes with associated objects
es: Mostrar solo nodos con objetos asociados
uk: Показувати лише вузли з пов'язаними об'єктами

source: Split View
es: Vista dividida
ru: Разделенный вид
uk: Розділений вид

source: Horizontal
ru: Горизонтальный
uk: Горизонтальний

source: Vertical
ru: Вертикальный
uk: Вертикальний

source: Synchronize
es: Sincronizar
uk: Синхронізувати

source: Add New Rank
es: Añadir nuevo rango
uk: Додати новий ранг

source: Choose Parent Rank
es: Elija el rango de los padres
uk: Виберіть батьківський рейтинг

source: Move Items
es: Mover elementos
uk: Переміщення елементів

source: Add Tree
es: Agregar árbol
uk: Додати дерево

source: Add root node
es: Agregar nodo raíz
uk: Додати кореневий вузол

source: Tree Picker
es: Selector de árboles
uk: Збирач дерев

source: Botany
es: Botánica
uk: Ботаніка

source: Entomology
es: Entomología
uk: Ентомологія

source: Herpetology
es: Herpetología
uk: Герпетологія

source: Ichthyology
es: Ictiología
uk: Іхтіологія

# invertpaleo
source: Invertebrate Paleontology
es: Paleontología de invertebrados
uk: Палеонтологія безхребетних

# invertzoo
source: Invertebrate Zoology
es: Zoología de invertebrados
uk: Зоологія безхребетних

source: Mammalogy
es: Mastozoología
uk: Мамалогія

source: Ornithology
es: Ornitología
uk: Орнітологія

# paleobot
source: Paleobotany
es: Paleobotánica
uk: Палеоботаніка

# vascplant
source: Vascular Plants
es: Plantas vasculares
uk: Судинні рослини

# vertpaleo
source: Vertebrate Paleontology
es: Paleontología de vertebrados
uk: Палеонтологія хребетних

# defaultRemarks
source: A default taxon tree
es: Un árbol de taxones predeterminado
uk: Дерево таксонів за замовчуванням

source: Empty Tree
es: Árbol vacío
uk: Порожнє дерево

source: Minerals
es: Minerales
uk: Мінерали

source: Rocks
es: Rocas
uk: Скелі

source: Meteorites
es: Meteoritos
uk: Метеорити
