Repository: specify/specify7
Catalog: strings/welcome/*.po
Languages: de_ch, es, ru, uk

# pageTitle
source: Welcome
de_ch: Willkommen
es: Bienvenida
ru: Добро пожаловать
uk: Ласкаво просимо

# aboutSpecify
source: About Specify 7
de_ch: Über Specify 7
es: Sobre Specify
ru: О Specify 7
uk: Про Specify 7

source: Download Information
es: Descargar información
ru: Скачать информацию
uk: Завантажити інформацію

source: Taxon Tiles
de_ch: Taxon-Kacheln
es: Título Táxones
ru: Плитки таксонов
uk: Таксон Плитка

# taxonTilesDescription
source: Showing Taxa with {count:number|formatted} or more {collectionObjectTable:string} records
de_ch: Zeigt Taxa mit {count:number|formatted} oder mehr {collectionObjectTable:string} Datensätzen
es: Mostrando taxones con {count:number|formatted} o más {collectionObjectTable:string} registros
ru: Показаны таксоны с {count:number|formatted} или более {collectionObjectTable:string} записями
uk: Показано таксони з {count:number|formatted} або більше {collectionObjectTable:string} записами

# fullAddress
source: Specify Collections Consortium <br /> Biodiversity Institute <br /> University of Kansas <br /> 1345 Jayhawk Blvd. <br /> Lawrence, KS 66045 USA
uk: Вкажіть Консорціум колекцій <br /> Інститут біорізноманіття <br /> Канзаський університет <br /> 1345 Jayhawk Blvd. <br /> Лоуренс, KS 66045 США

# disclosure
source: Specify software is a product of the Specify Collections Consortium that is governed and funded by its member institutions. Consortium Founding Members include: Commonwealth Scientific and Industrial Research Organisation (CSIRO), Consejo Superior de Investigaciones Científicas, Denmark Consortium of Museums, Muséum d'Histoire Naturelle Geneva, University of Florida, University of Kansas, and University of Michigan. The Consortium operates under the non-profit, 501(c)3, U.S. tax status of the University of Kansas Center for Research. Specify was supported from 1996 to 2018 by grants from the U.S. National Science Foundation.
de_ch: Die Specify-Software ist ein Produkt des Specify Collections Consortiums, das von seinen Mitgliedsinstitutionen verwaltet und finanziert wird. Zu den Gründungsmitgliedern des Konsortiums gehören: Commonwealth Scientific and Industrial Research Organisation (CSIRO), Consejo Superior de Investigaciones Científicas, Denmark Consortium of Museums, Muséum d'Histoire Naturelle Geneva, University of Florida, University of Kansas, University of Michigan. Das Konsortium arbeitet unter dem gemeinnützigen, 501(c)3, U.S. Steuerstatus des University of Kansas Center for Research. Specify wurde von 1996 bis 2018 durch Zuschüsse der U.S. National Science Foundation unterstützt.
es: Specify Software es un producto de Specify Collections Consortium, financiado por sus instituciones miembro. Los Miembros Fundadores del Consorcio incluyen: Commonwealth Scientific and Industrial Research Organisation (CSIRO), Consejo Superior de Investigaciones Científicas (CSIC), Denmark Consortium of Museums, Muséum d'Histoire Naturelle Geneva, University of Florida, University of Kansas y University of Michigan. El Consorcio opera bajo las condiciones fiscales de 501(c)3 de EE.UU. como organización sin ánimo de lucro, University of Kansas Center for Research. Specify ha sido financiado entre 1996 y 2018 por múltiples ayudas de U.S. National Science Foundation.
ru: Specify software является продуктом консорциума Specify Collections. который управляется и финансируется организациями-членами. Члены-учредители консорциума включают: Commonwealth Scientific and Industrial Research Organisation (CSIRO), Consejo Superior de Investigaciones Científicas, Denmark Consortium of Museums, Muséum d'Histoire Naturelle Geneva, University of Florida, University of Kansas, и University of Michigan. Консорциум действует под некоммерческой организацией, 501(c)3, налоговым статусом США университета University of Kansas. Specify поддерживался с 1996 по 2018 год грантами фонда U.S. National Science Foundation.
uk: Програмне забезпечення Specify є продуктом консорціуму Specify Collections Consortium, яким керують і фінансують установи-члени. Серед членів-засновників консорціуму: Організація наукових і промислових досліджень Співдружності (CSIRO), Consejo Superior de Investigaciones Sientíficas, Датський консорціум музеїв, Muséum d'Histoire Naturelle Geneva, Університет Флориди, Університет Канзасу та Мічиганський університет. Консорціум працює відповідно до некомерційного, 501(c)3, податкового статусу США дослідницького центру Канзаського університету. З 1996 по 2018 роки Specify підтримувався грантами Національного наукового фонду США.

# licence
source: Specify 7, Copyright 2023, University of Kansas Center for Research. Specify comes with ABSOLUTELY NO WARRANTY. This is free, open-source software licensed under GNU General Public License v2.
de_ch: Specify 7, Copyright 2023, University of Kansas Center for Research. Specify kommt mit ABSOLUT KEINER GARANTIE. Dies ist freie, quelloffene Software, lizenziert unter GNU General Public License v2.
es: Specify 7 Copyright © 2023 University of Kansas Center for Research. Specify viene SIN NINGUNA GARANTÍA EN ABSOLUTO. Este es un programa libre, bajo licencia GNU General Public License 2 (GPL2).
ru: Specify 7, Авторские права 2023, University of Kansas для исследования. Specify поставляется с СОВЕРШЕННО ОТСУТСТВИЕМ ГАРАНТИИ. Это бесплатное программное обеспечение с открытым исходным кодом под лицензией GNU General Public License v2.
uk: Укажіть 7, авторське право 2023, Дослідницький центр Канзаського університету. Specify поставляється без АБСОЛЮТНОЇ ГАРАНТІЇ. Це безкоштовне програмне забезпечення з відкритим кодом, ліцензоване згідно з GNU General Public License v2.

source: System Information
de_ch: Systeminformationen
es: Información del Sistema
ru: Системная информация
uk: Інформація про систему

# specifyVersion
source: Specify 7 Version:
es: Especifique la versión 7:
ru: Specify 7 Версия:
uk: Вкажіть 7 версію:

source: Build Date:
de_ch: Datum des Builds:
es: La fecha de construcción:
ru: Дата сборки:
uk: Дата збірки:

# specifySixVersion
source: Specify 6 Version:
es: Versión de Specify 6:
ru: Specify 6 Версия:
uk: Вкажіть 6 версії:

source: Database Version:
de_ch: Datenbankversion:
es: Versión de la Base de Datos:
ru: Версия базы данных:
uk: Версія бази даних:

# schemaVersion
source: DB Schema Version
de_ch: Datenbankschema-Version
es: Versión del Esquema de base de datos
ru: Версия схемы базы данных
uk: Версія схеми БД

source: Database Name:
de_ch: Datenbank-Name:
es: Nombre de la Base de Datos:
ru: Имя базы данных:
uk: Ім'я бази даних:

source: ISA Number:
de_ch: ISA-Nummer:
es: Número ISA:
ru: Номер ISA:
uk: Номер ISA:

source: Browser:
es: Navegador:
ru: Браузер:
uk: Браузер:

# databaseCreationDate
source: DB Creation Date:
de_ch: Datenbank Erstelldatum:
es: Fecha de creación de la base de datos:
ru: Дата создания базы данных:
uk: Дата створення БД:
