Repository: specify/specify7
Catalog: strings/backup/*.po
Languages: es, uk

# completed
source: Backup completed successfully.
es: Copia de seguridad completada exitosamente.
uk: Резервне копіювання успішно завершено.

# failed
source: Backup failed.
es: La copia de seguridad falló.
uk: Не вдалося створити резервну копію.

# previousFound
source: A previous backup was found:
es: Se encontró una copia de seguridad anterior:
uk: Знайдено попередню резервну копію:

# previousNone
source: No previous backup was found. Start a new one?
es: No se encontró ninguna copia de seguridad anterior. ¿Quieres iniciar una nueva?
uk: Попередньої резервної копії не знайдено. Розпочати нову?

# previousSizeMB
source: ({size:string} MB)
uk: ({size:string} МБ)

# lastBackupOn
source: This backup was created on {date:string}
es: Esta copia de seguridad se creó el {date:string}
uk: Цю резервну копію було створено {date:string}

# checkPreviousFailed
source: Failed to check previous backup.
es: No se pudo comprobar la copia de seguridad anterior.
uk: Не вдалося перевірити попередню резервну копію.

# startFailed
source: Backup start failed.
es: Error al iniciar la copia de seguridad.
uk: Не вдалося запустити резервне копіювання.

source: Database backup completed.
es: Copia de seguridad de la base de datos completada.
uk: Резервне копіювання бази даних завершено.

source: Database backup failed.
es: Error en la copia de seguridad de la base de datos.
uk: Не вдалося створити резервну копію бази даних.

source: Compressing...
es: Comprimiendo...
uk: Стиснення...
