Repository: specify/specify7
Catalog: strings/report/*.po
Languages: de_ch, es, fr, ru, uk

source: Label
de_ch: Etikett
es: Etiqueta
fr: Étiquette
ru: Этикетка
uk: Етикетка

source: Labels
de_ch: Etiketten
es: Etiquetas
fr: Étiquettes
ru: Этикетки
uk: Етикетки

source: Report
de_ch: Auswertung
es: Informe
fr: Rapport
ru: Отчет
uk: Звіт

source: Reports
de_ch: Berichte
es: Informes
fr: Rapports
ru: Отчеты
uk: Звіти

# reportProblems
source: Problems with report
de_ch: Probleme mit Bericht
es: Problemas con el informe
fr: Problèmes avec le rapport
ru: Проблемы с отчетом
uk: Проблеми зі звітом

# reportProblemsDescription
source: The selected report has the following problems:
de_ch: Der ausgewählte Bericht hat folgende Probleme:
es: El informe seleccionado tiene los siguientes problemas:
fr: Le rapport sélectionné présente les problèmes suivants :
ru: В выбранном отчете есть следующие проблемы:
uk: Вибраний звіт має такі проблеми:

source: Missing attachments
de_ch: Fehlende Anhänge
es: Adjuntos ausentes
fr: Pièces jointes manquantes
ru: Отсутствующие вложения
uk: Відсутні вкладення

source: Fix
de_ch: Korrektur
es: Reparar
fr: Corriger
ru: Исправить
uk: Виправити

source: Choose file
de_ch: Datei auswählen
es: Elejir archivo
fr: Sélectionner un fichier
ru: Выберите файл
uk: Виберіть файл

source: Report Parameters
de_ch: Parameter des Berichts
es: Parámetros del informe
fr: Paramètres du rapport
ru: Параметры отчета
uk: Параметри звіту

source: Run Report
de_ch: Bericht ausführen
es: Ejecutar el Informe
fr: Effectuer le rapport
ru: Запустить репорт
uk: Запустити звіт

source: Missing Report Query
de_ch: Fehlende Berichtsabfrage
es: Consulta de informe ausente
fr: Requête de rapport manquante
ru: Отсутствует запрос отчета
uk: Відсутній запит звіту

# missingReportQueryDescription
source: This report does not have an associated query
de_ch: Dieser Bericht hat keine zugehörige Abfrage
es: Este informe no tiene una consulta asociada
fr: Ce rapport n'a pas de requête associée
ru: Этот отчет не имеет связанного запроса
uk: Цей звіт не має прив’язаного запиту

source: Missing report
de_ch: Fehlender Bericht
es: Informe ausente
fr: Rapport manquant
ru: Отсутствует отчет
uk: Відсутній звіт

# missingReportDescription
source: Unable to find an SpReport record for this App Resource
de_ch: Es kann kein SpReport für diese App-Ressource gefunden werden
es: No se puede encontrar un registro SpReport para este recurso de aplicación
fr: Impossible de trouver un enregistrement SpReport pour cette ressource d'application
ru: Не удалось найти запись SpReport для этого ресурса приложения
uk: Не вдалося знайти запис таблиці SpReport для цього ресурсу програми

source: Generate label
de_ch: Etikett generieren
es: Generar etiqueta
fr: Générer une étiquette
ru: Сгенерировать метку
uk: Створити етикетку

source: Generate label on save
de_ch: Etikett beim Speichern generieren
es: Generar etiqueta al guardar
fr: Générer une étiquette lors de l'enregistrement
ru: Генерировать метку при сохранении
uk: Створити етикетку під час збереження

source: Generate report
de_ch: Bericht generieren
es: Generar informe
fr: Générer un rapport
ru: Сгенерировать отчет
uk: Створити звіт

source: Generate report on save
de_ch: Bericht beim Speichern generieren
es: Generar informe al guardar
fr: Générer un rapport lors de l'enregistrement
ru: Генерировать отчет при сохранении
uk: Створити звіт при збереженні
