Repository: specify/specify7
Catalog: strings/merging/*.po
Languages: es, fr, uk

source: Record Merging
es: Fusión de registros
fr: Fusion d'enregistrements
uk: Об'єднання записів

source: Merge Records
es: Fusionar registros
fr: Fusionner les enregistrements
uk: Об’єднати записи

source: Merged Record
es: Registro fusionado
fr: Enregistrement fusionné
uk: Об’єднаний запис

source: Show conflicting fields only
es: Mostrar solo campos en conflicto
fr: Afficher seulement les champs incompatibles
uk: Показувати лише конфліктуючі поля

source: New merged record
es: Nuevo registro fusionado
fr: Nouvel enregistrement fusionné
uk: Новий об'єднаний запис

# duplicateRecord
source: Preview {index:number|formatted}
es: Vista previa de {index:number|formatted}
fr: Aperçu {index:number|formatted}
uk: Попередній перегляд {index:number|formatted}

# nRecords
source: {count:number|formatted} records
es: {count:number|formatted} registros
fr: {count:number|formatted} enregistrements
uk: {count:number|formatted} записи

source: Sub-view Controls
es: Controles de vista parcial
uk: Елементи керування вкладеним переглядом

# mergeFields
source: Merge {field:string}
es: Fusionar {field:string}
fr: Fusionner {field:string}
uk: Об'єднати {field:string}

source: Auto-populate
es: Autocompletar
fr: Remplir automatiquement
uk: Автоматичне заповнення

source: Dismiss from merging
es: Descartar la fusión
fr: Refuser la fusion
uk: Відхилити від об’єднання

# agentContainsGroupDescription
source: Agents contain group members
es: Los agentes contienen miembros de grupo
fr: Les Agents contiennent des groupes avec plusieurs membres
uk: Об’єднаний запис

# recordNotBeMergedReason
source: The following records cannot be merged. Reason:
es: Los siguientes registros no se pueden fusionar. Razón:
fr: Les enregistrements suivants ne peuvent pas être fusionnés. Raison :
uk: Наступні записи не можна об’єднати. Причина:

# someCannotBeMerged
source: Some records cannot be merged
es: Algunos registros no se pueden fusionar
fr: Certains des enregistrements ne peuvent pas être fusionnés.
uk: Щось пішло не так під час процесу об’єднання.

source: Merge others
es: Fusionar otros
fr: En Fusionner d'autres
uk: Об’єднати інші

# warningMergeText
source: Before proceeding, please note that the following action may interrupt other users. This action may cause delays or temporary unavailability of certain features for Specify users. Please consider the impact on their experience. This merge cannot be undone
es: Antes de continuar, tenga en cuenta que la siguiente acción puede interrumpir a otros usuarios. Esta acción puede provocar retrasos o indisponibilidad temporal de determinadas funciones para los usuarios de Specify. Tenga en cuenta las repercusiones que puedan experimentar. Esta fusión no se puede deshacer
fr: Avant de poursuivre, veuillez noter que l'action suivante peut interrompre les autres utilisateurs. Cette action peut entraîner des retards ou une indisponibilité temporaire de certaines fonctionnalités pour les utilisateurs Specify. Veuillez considérer l’impact sur leur expérience. Cette fusion est irréversible
uk: Перш ніж продовжити, зауважте, що наступна дія може перешкодити іншим користувачам. Ця дія може призвести до затримок або тимчасової недоступності певних функцій для користувачів Specify. Будь ласка, врахуйте вплив на їхній досвід. Це об’єднання не можна скасувати

source: Merge Failed
es: Fusión fallida
fr: Fusion échouée
uk: Не вдалося злити

source: Merge Succeeded
es: Fusión exitosa
fr: Fusion réussie
uk: Злиття виконано

source: Merging
es: Fusionando
fr: Fusion
uk: Злиття

# mergingHasStarted
source: The merge process has started.
es: El proceso de fusión ha comenzado.
fr: Le processus de fusion a commencé.
uk: Процес об’єднання розпочато.

# mergingHasSucceeded
source: The merge process has succeeded.
es: El proceso de fusión ha sido exitoso.
fr: Le processus de fusion a réussi.
uk: Процес об’єднання завершився успішно.

# mergingHasFailed
source: The merge process has failed.
es: El proceso de fusión ha fallado.
fr: Le processus de fusion a échoué.
uk: Помилка процесу об’єднання.

# mergingHasBeenCanceled
source: The merge process has been cancelled.
es: Se ha cancelado el proceso de fusión.
fr: Le processus de fusion a été annulé.
uk: Процес об’єднання скасовано.

source: Retry merge.
es: Reintentar la fusión.
fr: Tentative de fusion.
uk: Повторити об’єднання.

# mergingWentWrong
source: Something went wrong during the merging process.
es: Algo salió mal durante el proceso de fusión.
fr: Quelque chose s'est mal passé durant le processus de fusion.
uk: Щось пішло не так під час процесу об’єднання.

source: Linked Records
es: Registros vinculados
fr: Enregistrements liés
uk: Пов'язані записи
