Repository: specify/specify7
Catalog: strings/schema/*.po
Languages: uk

source: Table
uk: Таблиця

source: Tables
uk: Столи

source: Table Name
uk: Назва таблиці

source: Without Table
uk: Без столу

source: Schema Config
uk: Конфігурація схеми

# unsavedSchemaUnloadProtect
source: Schema changes have not been saved
uk: Зміни схеми не збережено

source: Change Base Table
uk: Змінити базову таблицю

source: Field
uk: Поле

source: Fields
uk: Поля

source: Relationships
uk: Стосунки

source: Database
uk: База даних

source: Set Scope
uk: Встановити область дії

source: Caption
uk: Підпис

source: Description
uk: Опис

source: Hide Table
uk: Приховати таблицю

source: Hide Field
uk: Приховати поле

source: Table Format
uk: Формат таблиці

source: Table Aggregation
uk: Агрегація таблиць

source: One-to-one
uk: Один на один

source: One-to-many
uk: Один до багатьох

source: Many-to-one
uk: Багато до одного

source: many-to-many
uk: багато-до-багатьох

# fieldLength
source: Length
uk: Довжина

source: Read-only
uk: Тільки для читання

source: Field Format
uk: Формат поля

source: Formatted
uk: Відформатовано

source: Web Link
uk: Веб-посиланні

source: User Defined
uk: Визначено користувачем

source: Add Language
uk: Додати мову

source: Database Column
uk: Стовпець бази даних

# relatedTable
source: Related Model
uk: Пов'язана модель

source: Other side name
uk: Інша назва сторони

source: Dependent
uk: Утриманець

source: Independent
uk: Незалежний

source: Download as JSON
uk: Завантажити як JSON

source: Download as XML
uk: Завантажити як XML

source: Download as TSV
uk: Завантажити як TSV

source: Table ID
uk: Ідентифікатор таблиці

source: Field count
uk: Кількість полів

source: Relationship count
uk: Кількість зв'язків

source: Database Schema
uk: Схема бази даних

source: Selected Tables
uk: Вибрані таблиці

source: Possible Tables
uk: Можливі таблиці

source: Go to top
uk: Перейти на початок

source: ID Field
uk: Поле ідентифікатора

# tableUniquenessRules
source: {tableName:string} Uniqueness Rules
uk: {tableName:string} Правила унікальності

source: Uniqueness Rules
uk: Правила унікальності

source: Unique Fields
uk: Унікальні поля

source: Add Uniqueness Rule
uk: Додати правило унікальності

source: Configure Uniqueness Rule
uk: Налаштувати правило унікальності

source: Scope
uk: Сфера застосування

# uniquenessDuplicatesFound
source: Duplicates found in database
uk: У базі даних знайдено дублікати

source: Export Duplicates
uk: Експорт дублікатів

source: Number of Duplicates
uk: Кількість дублікатів

# schemaViewTitle
source: Schema Config: {tableName:string}
uk: Конфігурація схеми: {tableName:string}

# schemaExportFileName
source: Specify 7 Data Model
uk: Specify 7 моделей даних

source: Sort by hidden fields
uk: Сортувати за прихованими полями

source: hidden
uk: прихований

source: Custom Field Format
uk: Формат користувацького поля
