Repository: specify/specify7
Catalog: strings/interactions/*.po
Languages: es, fr, ru, uk

source: Interactions
es: Interacciones
ru: Взаимодействия
uk: Взаємодії

source: Add Items
es: Añadir elementos
fr: Ajouter des articles
ru: Добавить элементы
uk: Додати елементи

# recordReturn
source: {modelName:string} Return
es: {modelName:string} Devuelve
fr: {modelName:string} Retour
ru: Возврат {modelName:string}
uk: {table:string} Повернення

# createRecord
source: Create {modelName:string}
es: Crear {modelName:string}
fr: Créer {modelName:string}
ru: Создать {modelName:string}
uk: Створити {table:string}

source: Missing:
es: Desaparecidos:
fr: Disparus:
ru: Отсутствует:

# preparationsNotFound
source: No preparations were found.
es: No se encontraron preparados.
fr: Aucune préparation n'a été trouvée.
ru: Никаких препаратов не обнаружено.

# problemsFound
source: There are problems with the entry:
es: Hay problemas con la entrada:
fr: Il y a des problèmes avec l'entrée :
ru: Обнаружены ошибки:
uk: Є проблеми зі вступом:

# byChoosingRecordSet
source: By choosing a recordset ({{count:none | one | ??}} available)
es: Eligiendo un juego de registros ({{count:none | one | ??}} disponible)
fr: En choisissant un jeu d'enregistrements ({{count:none | one | ??}} disponible)
uk: Вибравши набір записів (доступно {{count:none | one | ??}})

# byEnteringNumbers
source: By entering {fieldName:string}s
es: Introduciendo {fieldName:string}s
fr: En saisissant {fieldName:string}s
ru: Ввести {fieldName:string}
uk: Ввівши {fieldName:string}s

source: Without preparations
es: sin preparaciones
fr: Sans préparations
ru: Без подготовки
uk: Без підготовки

# addUnassociated
source: Add unassociated item
es: Agregar elemento no asociado
fr: Ajouter un élément non associé
ru: Добавить несвязанный элемент
uk: Додати непов'язаний елемент

source: Preparations
es: Preparativos
fr: Les préparatifs
ru: Препараты
uk: Підготовка

# preparationsCanNotBeReturned
source: Preparations cannot be returned in this context.
es: Los preparados no se pueden devolver en este contexto.
fr: Les préparations ne peuvent être retournées dans ce cadre.
ru: Препараты не могут быть возвращены в этом контексте.
uk: У цьому контексті препарати не можна повернути.

# noUnresolvedPreparations
source: There are no unresolved preparations for this loan.
es: No hay preparativos pendientes para este préstamo.
fr: Il n'y a pas de préparatifs non résolus pour ce prêt.
ru: Незавершенных приготовлений по этому кредиту нет.
uk: Немає жодних невирішених питань щодо підготовки до цього кредиту.

source: Unresolved
es: Irresoluto
fr: Non résolu
ru: Нерешенные
uk: Невирішено

source: Return
es: Devolver
fr: Retour
ru: Возвращение
uk: Повернення

source: Resolve
es: Resolver
fr: Résoudre
ru: Разрешить
uk: Вирішити

source: Return all preparations
es: Devolver todos los preparativos
fr: Retourner toutes les préparations
ru: Вернуть все препараты
uk: Поверніть усі заготовки

source: Return selected preparations
es: Devolver preparaciones seleccionadas
fr: Retourner les préparations sélectionnées
ru: Вернуть выбранные препараты
uk: Повернути вибрані препарати

source: Select all available preparations
es: Seleccione todas las preparaciones disponibles
fr: Sélectionnez toutes les préparations disponibles
ru: Выбрать все доступные препараты
uk: Виберіть усі доступні препарати

source: Select All
es: Seleccionar todo
fr: Tout sélectionner
ru: Выбрать все
uk: Вибрати все

source: Selected Amount
es: Importe seleccionado
fr: Montant sélectionné
ru: Выбранная сумма
uk: Вибрана сума

source: Returned Amount
es: Importe devuelto
fr: Montant retourné
ru: Возвращенно
uk: Повернена сума

source: Resolved Amount
es: Importe resuelto
fr: Montant résolu
ru: Решенный
uk: Вирішена сума

# resolvedLoans
source: Resolved {loanTable:string} records
es: Préstamos Resueltos
ru: Решение Заемы
uk: Вирішено записів {loanTable:string}

# openLoans
source: Open {loanTable:string} records
es: Préstamos abiertos
ru: Открытые займы
uk: Відкрити записи {loanTable:string}

# gifts
source: {giftTable:string} records
es: Regalos
ru: Подарки
uk: {giftTable:string} записи

# exchanges
source: {exhangeInTable:string} / {exhangeOutTable:string} records
es: Intercambios
ru: Обмены
uk: Записи {exhangeInTable:string} / {exhangeOutTable:string}

source: uncataloged
es: descatalogado
fr: non catalogué
ru: некаталогизированный
uk: некаталогізований

# returnedPreparations
source: Returned {tablePreparation:string} records
es: Preparaciones devueltas
ru: Возвращенные препараты
uk: Повернуто записів {tablePreparation:string}

# returnedAndSaved
source: {count:number|formatted} {tablePreparation:string} records have been returned and saved
es: {count:number|formatted} los preparativos se han devuelto y guardado.
ru: {count:number|formatted} препарата возвращены и сохранены.
uk: Повернуто та збережено записів {count:number|formatted} {tablePreparation:string}

source: Deselect all
es: Deseleccionar todo
fr: Tout déselectionner
ru: Отменить выбор
uk: Зняти вибір усіх

source: Available
es: Disponible
fr: Disponible
ru: В наличии
uk: Доступно

source: Unavailable
es: Indisponible
fr: Indisponible
ru: Недоступен
uk: Недоступно

# returnLoan
source: Return {tableLoan:string} records
es: Préstamo de devolución
ru: Возврат Заема
uk: Повернути записи {tableLoan:string}

source: Print Invoice
es: Imprimir factura
fr: La facture d'impression
ru: Распечатать Накладную

# loanWithoutPreparation
source: {tableLoan:string} w/o {tablePreparation:string} records
es: Préstamo sin preparación
ru: Заем без Препаратов

# loanWithoutPreparationDescription
source: Create a {tableLoan:string} with no {tablePreparation:string} records
es: Crear un préstamo sin preparativos
ru: Создать Заем без препаратов

# createLoan
source: Create a {tableLoan:string}
es: Crear un préstamo
ru: Создать Заем

# editLoan
source: Edit {tableLoan:string}
es: Editar préstamo
ru: Редактировать Заем

# createdGift
source: Create a {tableGift:string}
es: Crear un regalo
ru: Создать Дар

# editGift
source: Edit {tableGift:string}
es: Editar regalo
ru: Редактировать Дар

# createInformationRequest
source: Create {tableInformationRequest:string}
es: Crear solicitud de información
ru: Создать Экспресс Запрос

# prepReturnFormatter
source: {tableName:string}: {resource:string}
fr: {tableName:chaîne}: {ressource:chaîne}
