Repository: specify/specify7
Catalog: strings/notifications/*.po
Languages: de_ch, es, fr, ru, uk

source: Notifications
de_ch: Mitteilungen
es: Notificaciones
ru: Уведомления
uk: Сповіщення

# notificationsCount
source: Notifications: {count:number|formatted}
de_ch: Mitteilungen: {count:number|formatted}
es: Notificaciones: {count:number|formatted}
ru: Уведомлений: {count:number|formatted}
uk: Сповіщення: {count:number|formatted}

# notificationsLoading
source: Notifications: …
de_ch: Mitteilungen: …
es: Notificaciones: …
ru: Уведомлений: …
uk: Сповіщення: …

# mostRecentNotificationsTop
source: (Ordered from most recent to the oldest.)
de_ch: (Geordnet von neu zu alt)
es: (Ordenados del más reciente al más antiguo.)
fr: (Classé du plus récent au plus ancien.)
ru: (В порядке от самого последнего к самому старому.)
uk: (У порядку від останнього до найстарішого.)

# exception
source: Error
de_ch: Fehler
es: Excepción
fr: Notifications : …
ru: Ошибка
uk: Помилка

source: Download
de_ch: Herunterladen
es: Descarga
fr: Télécharger
ru: Скачать
uk: Завантажити

# feedItemUpdated
source: RSS Export feed has been updated.
de_ch: Der RSS-Export-Feed wurde aktualisiert.
es: Elemento de fuente de datos para exportación actualizado.
fr: Le flux RSS Export a été mis à jour.
ru: Элемент фида экспорта обновлен.
uk: Стрічку експорту RSS оновлено.

# updateFeedFailed
source: Export feed update failed.
de_ch: Die Aktualisierung des Export-Feeds ist fehlgeschlagen.
es: Actualización de fuente de datos para exportación fallida.
fr: Échec de la mise à jour du flux d'exportation.
ru: Не удалось обновить экспортный канал.
uk: Не вдалося експортувати оновлення каналу.

source: DwCA export completed.
de_ch: Der DwCA-Export wurde abgeschlossen.
es: Se ha completado la exportación de DwCA.
fr: Exportation DwCA terminée.
ru: Экспорт в DwCA завершен.
uk: Експорт DwCA завершено.

source: DwCA export failed.
de_ch: Der DwCA-Export ist fehlgeschlagen.
es: Falló la exportación de DwCA.
fr: L'exportation DwCA a échoué.
ru: Не удалось экспортировать DwCA.
uk: Помилка експорту DwCA.

source: Query export to CSV completed.
de_ch: Der Abfrageexport nach CSV wurde abgeschlossen.
es: Se ha completado la Exportación de la consulta a un CSV.
fr: Exportation de la requête au format CSV terminée.
ru: Экспорт запроса в CSV завершен.
uk: Експорт запиту в CSV завершено.

source: Query export to KML completed.
de_ch: Der Abfrageexport nach KML wurde abgeschlossen.
es: Se ha completado la Exportación de la consulta a un KML.
fr: Exportation de la requête vers KML terminée.
ru: Экспорт запроса в KML завершен.
uk: Експорт запиту в KML завершено.

# dataSetOwnershipTransferred
source: <userName /> transferred the ownership of the <dataSetName /> dataset to you.
de_ch: <userName /> hat Ihnen die Eigentümerschaft des Datensatzes <dataSetName /> übertragen.
es: <userName /> te transfirió la propiedad del conjunto de datos <dataSetName />.
fr: <userName /> vous a transféré la propriété de l'ensemble de données <dataSetName />.
ru: <userName /> передал вам право собственности на набор данных <dataSetName />.
uk: <userName /> передав вам право власності на набір даних <dataSetName />.
