Repository: specify/specify7
Catalog: strings/user/*.po
Languages: es, uk

source: Log In
es: Iniciar sesión
uk: Увійти

source: Username
es: Nombre de usuario
uk: Ім'я користувача

source: Password
es: Contraseña
uk: Пароль

# collectionAccessDenied
source: You do not have access to this collection
es: No tiene acceso a esta colección
uk: У вас немає доступу до цієї колекції

# collectionAccessDeniedDescription
source: The currently logged in account does not have access to the {collectionName:string} collection.
es: La cuenta actualmente iniciada no tiene acceso a la colección {collectionName:string}.
uk: Поточний обліковий запис, у який ви ввійшли, не має доступу до колекції {collectionName:string}.

source: Change Password
es: Cambiar la contraseña
uk: Змінити пароль

source: Old password
es: Contraseña anterior
uk: Старий пароль

source: New password
es: Nueva contraseña
uk: Новий пароль

# repeatPassword
source: Repeat new password
es: repita la nueva contraseña
uk: Повторіть новий пароль

source: Log Out
es: Cerrar sesión
uk: Вийти

source: Set User Agents
es: Establecer agentes usuarios
uk: Налаштування агентів користувачів

# noAgent
source: Current user does not have an agent assigned
es: El usuario actual no tiene un agente asignado
uk: Поточному користувачеві не призначено агента

# noAgentDescription
source: Please log in as admin and assign an agent to this user
es: Iniciar sesión como administrador y asignar un agente a este usuario
uk: Будь ласка, увійдіть як адміністратор і призначте агента цьому користувачеві

# helloMessage
source: Hello, {userName:string}!
es: ¡Hola, {userName:string}!
uk: Привіт, {userName:string}!

# oicWelcomeMessage
source: You've been invited to associate an external login to your Specify user account. This will enable you to log in to Specify with your chosen provider going forward.
es: Se le ha invitado a asociar un inicio de sesión externo a su cuenta de usuario de Specify. Esto le permitirá en el futuro iniciar sesión en Specify con el proveedor elegido.
uk: Вам запропоновано пов’язати зовнішній логін із вашим обліковим записом користувача Specify. Це дозволить вам надалі входити в Specify за допомогою обраного вами постачальника.

# legacyLogin
source: Sign in with Specify Account
es: Iniciar sesión con una cuenta de Specify
uk: Увійти за допомогою Вказати обліковий запис

# unknownOicUser
source: There is currently no Specify user associated with your {providerName:string} account. If you have a Specify user name and password, you can enter them below to associate that user with your {providerName:string} account for future logins.
es: Actualmente no hay ningún usuario de Specify asociado con su cuenta {providerName:string}. Si tiene un nombre de usuario y contraseña de Specify, puede ingresarlos a continuación para asociar ese usuario con su cuenta {providerName:string} para futuros inicios de sesión.
uk: Наразі з вашим обліковим записом {providerName:string} не пов’язано жодного користувача типу «Вказати». Якщо у вас є ім’я користувача та пароль типу «Вказати», ви можете ввести їх нижче, щоб пов’язати цього користувача з вашим обліковим записом {providerName:string} для майбутніх входів.

source: Generate Master Key
es: Generar clave maestra
uk: Згенерувати головний ключ

source: User Password
es: Contraseña de usuario
uk: Пароль користувача

source: Generate
es: Generar
uk: Згенерувати

source: Master key generated
es: Clave maestra generada
uk: Згенеровано головний ключ

# masterKeyFieldLabel
source: Master Key
es: Clave maestra
uk: Головний ключ

# incorrectPassword
source: Password was incorrect.
es: La contraseña era incorrecta.
uk: Пароль був неправильним.

# noAccessToResource
source: You do not have access to any {collectionTable:string} containing this resource through the currently logged in account
es: No tiene acceso a ningún {collectionTable:string} que contenga este recurso a través de la cuenta actualmente iniciada
uk: Ви не маєте доступу до жодного {collectionTable:string}, що містить цей ресурс, через обліковий запис, у який ви зараз увійшли

# resourceInaccessible
source: The requested resource cannot be accessed while logged into the current collection.
es: No se puede acceder al recurso solicitado mientras se está conectado a la colección actual.
uk: Запитаний ресурс недоступний під час входу в поточну колекцію.

# selectCollection
source: Select one of the following collections:
es: Seleccione una de las siguientes colecciones:
uk: Виберіть одну з наступних колекцій:

# loginToProceed
source: You can login to the {collectionTable:string}, to proceed:
es: Puede iniciar sesión en {collectionTable:string} para continuar:
uk: Ви можете увійти до {collectionTable:string}, щоб продовжити:

# sessionTimeOut
source: Insufficient Privileges
es: Privilegios insuficientes
uk: Недостатньо привілеїв

# sessionTimeOutDescription
source: You lack sufficient privileges for that action, or your current session has been logged out.
es: No tiene privilegios suficientes para esa acción o se ha cerrado la sesión actual.
uk: У вас недостатньо прав для цієї дії, або ваш поточний сеанс завершено.

source: NO PERMISSION
es: SIN AUTORIZACIÓN
uk: ДОЗВІЛУ НЕ ПОТРІБНО

source: Permission denied error
es: Error de permiso denegado
uk: Помилка відмови у доступі

# permissionDeniedDescription
source: You don't have any policy or role that gives you permission to do the following action:
es: No tiene ninguna política o función que le otorgue permiso para realizar la siguiente acción:
uk: У вас немає жодної політики чи ролі, яка б давала вам дозвіл на виконання наступної дії:

# emptyRecordSetsReadOnly
source: Cannot open empty {recordSetTable:string} when in Read-Only mode
es: No se puede abrir {recordSetTable:string} vacío cuando está en modo de solo lectura
uk: Не вдається відкрити порожній {recordSetTable:string} у режимі лише для читання

# permissionDeniedForUrl
source: Permission denied when accessing <url />
es: Permiso denegado al acceder a <url />
uk: Відмовлено в доступі під час доступу до <url />

# noAccessToCollections
source: The logged in user has not been given access to any collections in this database. You must login as another user.
es: Al usuario que inició sesión no se le ha dado acceso a ninguna colección de esta base de datos. Debe iniciar sesión como otro usuario.
uk: Користувач, який зареєстрований, не має доступу до жодної колекції в цій базі даних. Ви повинні увійти як інший користувач.

source: User Account
es: Cuenta de usuario
uk: Обліковий запис користувача

source: Remove Admin
es: Eliminar administrador
uk: Видалити адміністратора

# canNotRemoveYourself
source: You cannot revoke your own admin status
es: No puede revocar su propio estatus de administrador
uk: Ви не можете скасувати свій власний статус адміністратора

source: Make Admin
es: Hacer administrador
uk: Зробити адміністратором

source: Save user first
es: Guardar usuario primero
uk: Спочатку збережіть користувача

# mustBeManager
source: User must be saved as Manager first
es: El usuario debe guardarse primero como administrador
uk: Спочатку користувача потрібно зберегти як менеджера

# users
source: User Accounts
es: Cuentas de usuario
uk: Облікові записи користувачів

# institutionUsers
source: User Accounts Defined in this {institutionTable:string}
es: Cuentas de usuario definidas en este {institutionTable:string}
uk: Облікові записи користувачів, визначені в цьому {institutionTable:string}

# collectionUsers
source: User Accounts Assigned to this {collectionTable:string}
es: Cuentas de usuario asignadas a este {collectionTable:string}
uk: Облікові записи користувачів, призначені цьому {collectionTable:string}

source: Set Password
es: Establecer contraseña
uk: Встановити пароль

# passwordsDoNotMatchError
source: Passwords do not match.
es: Las contraseñas no coinciden.
uk: Паролі не збігаються.

# confirmPassword
source: Confirm
es: Confirmar
uk: Підтвердити

source: Collections
es: Colecciones
uk: Колекції

# configureCollectionAccess
source: Select user collection access
es: Seleccionar acceso a la colección del usuario
uk: Виберіть доступ до колекції користувачів

# securityPanel
source: Security and Accounts
es: Seguridad y cuentas
uk: Безпека та облікові записи

# userRoleLibrary
source: Institution Library of Role Templates
es: Biblioteca institucional de plantillas de roles
uk: Бібліотека шаблонів ролей установи

source: User Roles
es: Roles del usuario
uk: Ролі користувачів

# collectionUserRoles
source: {collectionTable:string} User Roles
es: Roles de usuario de {collectionTable:string}
uk: Ролі користувачів {collectionTable:string}

source: Assigned User Roles
es: Roles de usuario asignados
uk: Призначені ролі користувачів

# rolePolicies
source: Role Permission Policies
es: Políticas de permisos
uk: Політики дозволів для ролей

# userPolicies
source: User Permission Policies
es: Políticas de permisos de usuario
uk: Політики дозволів користувачів

# customUserPolices
source: Custom Collection-level Policies (applies to this collection only)
es: Políticas personalizadas a nivel de colección (sólo se aplican a esta colección)
uk: Політики на рівні користувацьких колекцій (стосуються лише цієї колекції)

source: Role
es: Rol
uk: Роль

source: Read
es: Leer
uk: Читати

# userPermissionPreview
source: User's Permission Profile (read-only)
es: Perfil de permisos del usuario (solo lectura)
uk: Профіль дозволів користувача (лише для читання)

# outOfDateWarning
source: Note: preview may be out of date. Save changes to update the preview
es: Nota: la vista previa puede estar desactualizada. Guarde los cambios para actualizar la vista previa
uk: Примітка: попередній перегляд може бути застарілим. Збережіть зміни, щоб оновити попередній перегляд

source: All Users
es: Todos los usuarios
uk: Усі користувачі

source: This user
es: Este usuario
uk: Цей користувач

source: Action
es: Acción
uk: Дія

source: Resource
es: Recurso
uk: Ресурс

source: All Collections
es: Todas las colecciones
uk: Усі колекції

source: This collection
es: Esta colección
uk: Ця колекція

source: All Actions
es: Todas las acciones
uk: Усі дії

# collectionAccess
source: Enable Collection Access
es: Habilitar acceso a la colección
uk: Увімкнути доступ до колекції

source: Create Role
es: Crear rol
uk: Створити роль

source: New Role
es: Nuevo rol
uk: Нова роль

source: From library:
es: De la biblioteca:
uk: З бібліотеки:

# fromExistingRole
source: From an existing role:
es: Desde un rol existente:
uk: З існуючої ролі:

source: Create new roles:
es: Crear nuevos roles:
uk: Створити нові ролі:

source: Update existing roles:
es: Actualizar roles existentes:
uk: Оновити існуючі ролі:

source: Unchanged roles:
es: Roles sin cambios:
uk: Незмінні ролі:

source: Institution Admin
es: Administrador de la institución
uk: Адміністратор установи

source: Create Invite Link
es: Crear enlace de invitación
uk: Створити посилання для запрошення

source: User Invite Link
es: Enlace de invitación de usuario
uk: Посилання для запрошення користувача

# userInviteLinkDescription
source: Send the following link to {userName:string} to allow them to log in for the first time.
es: Envíe el siguiente enlace a {userName:string} para permitirles iniciar sesión por primera vez.
uk: Надішліть наступне посилання користувачу {userName:string}, щоб дозволити йому вперше увійти в систему.

# noProvidersForUserInviteLink
source: No external identity provider is configured. You can configure some in Specify 7 server settings
es: No hay configurado ningún proveedor de identidad externo. Puede configurar algunos en configuraciones de servidor de Specify 7
uk: Зовнішнього постачальника ідентифікаційних даних не налаштовано. Ви можете налаштувати деякі з них у розділі «Specify 7 параметрів сервера»

# legacyPermissions
source: Specify 6 Permissions
es: Permisos de Specify 6
uk: Specify 6 дозволів

# setPasswordBeforeSavePrompt
source: Consider setting a password for this user. Users without a password won't be able to sign in
es: Considere establecer una contraseña para este usuario. Los usuarios sin contraseña no podrán iniciar sesión
uk: Спробуйте встановити пароль для цього користувача. Користувачі без пароля не зможуть увійти

source: Set Collections
es: Establecer colecciones
uk: Колекції наборів

# agentInUse
source: This agent is already associated with a different user.
es: Este agente ya está asociado con un usuario diferente.
uk: Цей агент вже пов'язаний з іншим користувачем.

# setAgentsBeforeProceeding
source: Please set the following agents before proceeding:
es: Configure los siguientes agentes antes de continuar:
uk: Будь ласка, налаштуйте наступних агентів, перш ніж продовжити:

source: External identity providers:
es: Proveedores de identidad externos:
uk: Зовнішні постачальники ідентифікаційних даних:

source: All tables
es: Todas las tablas
uk: Усі столи

source: Loading admins...
es: Cargando administradores...
uk: Завантаження адміністраторів...

# specifyAdmin
source: (Specify 7 Admin)
es: (Administradores de Specify 7)
uk: (Specify 7 Адміністратор)

# legacyAdmin
source: (Specify 6 Admin)
es: (Administradores de Specify 6)
uk: (Specify 6 Адміністратор)

# deleteRoleWithUsers
source: Delete role that has users?
es: ¿Eliminar rol que tiene usuarios?
uk: Видалити роль, яка має користувачів?

# deleteRoleWithUsersDescription
source: Users will not be deleted, but they would lose this role.
es: Los usuarios no serán eliminados, pero perderán este rol.
uk: Користувачів не буде видалено, але вони втратять цю роль.

# institutionPolicies
source: Custom Institution-level Policies (applies to all assigned collections)
es: Políticas personalizadas a nivel de Institución (se aplican a todas las colecciones asignadas)
uk: Спеціальні правила на рівні установи (стосуються всіх призначених колекцій)

# cantRemoveLastAdmin
source: Can't remove Institution Admin status
es: No se puede eliminar el estatus de Administrador de la Institución
uk: Не вдається видалити статус адміністратора установи

# cantRemoveLastAdminDescription
source: There must be at least one Institution Admin in institution
es: En la Institución debe haber al menos un Administrador de la Institución
uk: У закладі має бути принаймні один адміністратор закладу

source: Switch to horizontal layout
es: Cambiar a diseño horizontal
uk: Перейти до горизонтального розташування

source: Switch to vertical layout
es: Cambiar al diseño vertical
uk: Перейти до вертикального розташування

source: Advanced tables
es: Tablas avanzadas
uk: Розширені таблиці

source: Excluded institutional policies:
es: Políticas institucionales excluidas:
uk: Виключені інституційні політики:

# excludedInstitutionalPoliciesDescription
source: (Some policies that apply only at the institution-level are not present here at the collection-level.)
es: (Algunas políticas que se aplican solo a nivel de institución no están presentes aquí, a nivel de colección)
uk: (Деякі політики, що застосовуються лише на рівні установи, відсутні тут на рівні колекції.)

source: Account Setup Options
es: Opciones de configuración de cuenta
uk: Параметри налаштування облікового запису

source: Current User
es: Usuario actual
uk: Поточний користувач

source: Add Role
es: Agregar rol
uk: Додати роль

source: Add User
es: Agregar usuario
uk: Додати користувача
