Repository: specify/specify7
Catalog: strings/backEnd/*.po
Languages: es

# failedParsingBoolean
source: value "{value:string}" not resolvable to True or False
es: el valor "{value:string}" no se puede resolver en Verdadero o Falso

# failedParsingDecimal
source: value "{value:string}" is not a valid decimal value
es: El valor "{value:string}" no es un valor decimal válido

# failedParsingFloat
source: value "{value:string}" is not a valid floating point value
es: El valor "{value:string}" no es un valor de coma flotante válido

# failedParsingPickList
source: {value:string} is not a legal value in this picklist field. Click on the arrow to choose among available options.
es: {value:string} no es un valor legal en este campo de lista de selección. Haga clic en la flecha para elegir entre las opciones disponibles.

# failedParsingAgentType
source: bad {agentTypeField:string}: "{badType:string}". Expected one of {validTypes:string}
es: malo {agentTypeField:string}: "{badType:string}". Se esperaba uno de {validTypes:string}

# pickListValueTooLong
source: value from {pickListTable:string} {pickList:string} longer than the max of {maxLength:number|formatted} for field
es: valor de {pickListTable:string} {pickList:string} más largo que el máximo de {maxLength:number|formatted} para el campo

# valueTooLong
source: value must not have length greater than {maxLength:number|formatted}
es: el valor no debe tener una longitud mayor que {maxLength:number|formatted}

# invalidYear
source: date value must contain four digit year: {value:string}
es: el valor de fecha debe contener el año de cuatro dígitos: {value:string}

# badDateFormat
source: bad date value: {value:string}. expected: {format:string}
es: valor de fecha incorrecto: {value:string}. se esperaba: {format:string}

# coordinateBadFormat
source: bad latitude or longitude value: {value:string}
es: valor de latitud o longitud incorrecto: {value:string}

# latitudeOutOfRange
source: latitude must be between -90 and 90. Actual: {value:string}
es: la latitud debe estar entre -90 y 90. Actual: {value:string}

# longitudeOutOfRange
source: longitude must be between -180 and 180. Actual: {value:string}
es: la longitud debe estar entre -180 y 180. Actual: {value:string}

# formatMismatch
source: value {value:string} does not match formatter {formatter:string}
es: El valor {value:string} no coincide con el formateador {formatter:string}

# invalidPartialRecord
source: this field must be empty if {column:string} is empty
es: este campo debe estar vacío si {column:string} está vacío

# fieldRequiredByUploadPlan
source: field is required by upload plan mapping
es: el campo es obligatorio para la asignación del plan de mapeo

# invalidTreeStructure
source: There are multiple "Uploaded" placeholder values in the tree!
es: ¡Hay varios valores de marcador de posición "Subidos" en el árbol!

# missingRequiredTreeParent
source: Missing or unmapped required tree parent rank value for "{names:string}".
es: Falta o no está asignado el valor requerido del rango del padre en el árbol para "{names:string}".

source: Show Traceback
es: Mostrar seguimiento

# fieldNotUnique
source: {tableName:string} must have unique {fieldName:string}
es: {tableName:string} debe tener un {fieldName:string} único

# childFieldNotUnique
source: {tableName:string} must have unique {fieldName:string} in {parentField:string}
es: {tableName:string} debe tener un {fieldName:string} único en {parentField:string}

# deletingTreeRoot
source: Can not delete root level tree definition item
es: No se puede eliminar la definición del elemento de nivel raíz del árbol

# nodeParentInvalidRank
source: Tree node's parent has rank greater than itself
es: El padre de un nodo del árbol tiene un rango mayor que él mismo

# nodeChildrenInvalidRank
source: Tree node's rank is greater than some of its children
es: El rango de un nodo del árbol es mayor que el de alguno de sus hijos

# nodeOperationToSynonymizedParent
source: {operation:string} node "{nodeName:string}" to synonymized parent "{parentName:string}"
es: {operation:string} nodo "{nodeName:string}" al padre sinonimizado "{parentName:string}"

# nodeSynonymizeToSynonymized
source: Synonymizing "{nodeName:string}" to synonymized node "{intoName:string}"
es: Sinonimizando "{nodeName:string}" al nodo sinonimizado "{intoName:string}"

# nodeSynonimizeWithChildren
source: Synonymizing node "{nodeName:string}" which has children
es: Sinonimizando el nodo "{nodeName:string}" que tiene hijos

# badTreeStructureInvalidRanks
source: Bad Tree Structure: Found {badRanks:number|formatted} cases where node rank is not greater than its parent
es: Estructura de árbol incorrecta: se encontraron {badRanks:number|formatted} casos en los que el rango del nodo no es mayor que el de su padre

# invalidNodeType
source: Unexpected type of node "{node:string}" during {operation:string}. Expected "{nodeModel:string}"
es: Tipo de nodo inesperado "{node:string}" durante {operation:string}. Se esperaba "{nodeModel:string}"

# limitReachedDeterminingAccepted
source: Could not find accepted taxon for synonymized taxon with ID of {taxonId:number}
es: No se pudo encontrar el taxón válido para el taxón sinonimizado con ID {taxonId:number}

# resourceInPermissionRegistry
source: Resource {resource:string} already in Permissions registry
es: El recurso {resource:string} ya está en el registro de permisos

# actorIsNotSpecifyUser
source: {agentTable:string} {actor:string} is not a {specifyUserTable:string}
es: {agentTable:string} {actor:string} no es un {specifyUserTable:string}

# unexpectedCollectionType
source: Unexpected type of collection "{unexpectedTypeName:string}". Expected "{collectionName:string}"
es: Tipo de colección "{unexpectedTypeName:string}" inesperado. Se esperaba "{collectionName:string}"

# invalidReportMimetype
source: Can not create report: {mimeTypeField:string} is not one of "jrxml/label" or "jrxml/report"
es: No se puede crear el informe: {mimeTypeField:string} no es uno de "jrxml/label" o "jrxml/report"

# fieldNotRelationship
source: Field {field:string} is not a Relationship
es: El campo {field:string} no es una relación

# unexpectedTableId
source: Unexpected table id "{tableId:string}" in request. Expected "{expectedTableId:string}"
es: ID de tabla inesperado "{tableId:string}" en la solicitud. Se esperaba "{expectedTableId:string}"

# noCollectionInQuery
source: No Collection found in Query for table {table:string}
es: No se encontró ninguna colección en la consulta de la tabla {table:string}

# invalidDatePart
source: Invalid date part "{datePart:string}". Expected one of {validDateParts:string}
es: Parte de la fecha no válida "{datePart:string}". Se esperaba {validDateParts:string}

# invalidUploadStatus
source: Invalid status "{uploadStatus:string}" for {operation:string}. Expected {expectedUploadStatus:string}
es: Estado no válido "{uploadStatus:string}" para {operation:string}. Se esperaba {expectedUploadStatus:string}

source: Dataset already uploaded
es: Conjunto de datos ya subido
